[
    {
        "Title": "The X-Files Game",
        "Description": "<p>As an extension of one of the most long-running television series of all time, <em>The X-Files</em>, play through the eyes of Special Agent Craig Willmore, a new FBI field investigator brought in to locate missing agents Fox Mulder and Dana Scully whose last location was the Everett, Washington, area. In this \"movie quality\" video production, characters are played by the actors and actresses from the show, including <a href=\"https://www.mobygames.com/person/9411/gillian-anderson/\">Gillian Anderson</a> (Scully) and <a href=\"https://www.mobygames.com/person/9412/david-duchovny/\">David Duchovny</a> (Mulder).</p>\n<p>As the game begins, you are given a briefing of your mission. Gather up all state-of-the-art spy tools (night vision goggles, a digital camera, PDA, lock picks, evidence kit, a standard issue revolver, handcuffs and badge) and then head out to follow their trail. As you explore the various locations, take photographs, pick up pieces of evidence and talk with people. Use your Newton PDA to access the navigational map, to make notes and send/receive e-mail. Trace telephone numbers, run background checks and license plate ids and even post an All Points Bulletin on missing persons using the computer network at your home or office. By using photo viewer software, download field photographs to the computer where they can be enlarged and studied more closely for clues.</p>\n<p>Features include emotion icons for interjecting different tones during conversations (mean, humorous or technical) which effect the answer given. An in-game hint system, Artificial Intelligence, can be set on or off. In addition, there are multiple endings as a direct result of actions you take.</p>",
        "Genres": [
            "Adventure",
            "1st-person",
            "Live action",
            "Sci-fi / futuristic",
            "Detective / mystery",
            "Licensed"
        ],
        "Platforms": [
            "Windows",
            "PlayStation",
            "Macintosh"
        ],
        "Moby Score": 7.1,
        "Moby URL": "https://www.mobygames.com/game/1/the-x-files-game/"
    },
    {
        "Title": "Who Framed Roger Rabbit",
        "Description": "<p>Roger Rabbit has been framed for the murder of Marvin Acme, head of the Acme Corporation. Acme's will states that upon his death, Toon Town would be left to the Toons, but the will is nowhere to be found. You have to find the will and save your wife, Jessica, from Judge Doom and his weasels.</p>\n<p>The game takes place in Hollywood, 1947, where Toons are alive. There are 4 levels in the game, 2 of which are driving levels (levels 1 &amp; 3). Roger and Benny the cab have to beat the weasels to the destination, while dodging cars, trams and Judge Doom's dip which is scattered on the road. There are pick-ups to help you on your way.</p>\n<p>Level 2 is the Ink &amp; Paint Club. The will is on one of the tables. Roger has to pick up all the pieces of paper the penguin waiters put down, whilst avoiding the alcohol and gorilla bouncer.</p>\n<p>Level 4 has you in Judge Doom's warehouse trying to save your wife, Jessica, from the dip truck. You have to use gags to progress and make the weasels laugh themselves to death, literally!</p>",
        "Genres": [
            "Action",
            "Arcade",
            "Licensed"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II"
        ],
        "Moby Score": 5.9,
        "Moby URL": "https://www.mobygames.com/game/2/who-framed-roger-rabbit/"
    },
    {
        "Title": "Wing Commander",
        "Description": "<p>The Confederation have been at war with the Kilrathi for the past 20 years, and you're just now joining the Vega campaign. You're a 2nd Lieutenant just out of the Academy, with some good work under your belt. You're posted to Tiger's Claw, the flagship of the Confederation Fleet. Will you help the Confederation to victory, or go down in infamy? </p>\n<p><em>Wing Commander</em> is a space combat simulator interspersed with shipboard dialogs. Onboard the ship, you can save/load game, visit the bar to get the latest gossip, or go on to the next mission briefing, and the 3D space combat part. </p>\n<p>The 3D space combat has you sitting in the cockpit, where you control the craft like roll, turn, up/down, afterburner, as well as fire guns and launch missiles. There are four different crafts on the Confed side, each with different flight characteristics and armament. You will have a wingman on each mission, and you should keep the wingman alive as the wingman will help you if you issue the right orders. You can also taunt the enemy. You'll be fighting several different types of enemy fighters and capital ships, and even combat a few Kilrathi aces. </p>\n<p>When the mission is complete, land back onboard the ship and get ready for the next one. The campaign tree has both winning and losing paths.</p>",
        "Genres": [
            "Action",
            "Simulation",
            "1st-person",
            "Space flight",
            "Vehicular combat",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "DOS",
            "SNES",
            "Amiga",
            "SEGA CD",
            "FM Towns"
        ],
        "Moby Score": 7.9,
        "Moby URL": "https://www.mobygames.com/game/3/wing-commander/"
    },
    {
        "Title": "Sid Meier's Alpha Centauri",
        "Description": "<p>After the 20th century, humankind reaches its hand out across the stars. Seeking to escape the overcrowded chaos of Earth, the United Nations builds a single seedship, the UNS Unity, and sends her on a mission towards the Alpha Centauri star system. After a long journey in cryogenic suspension, the Unity reaches Alpha Centauri where the Captain is killed under mysterious circumstances. Suspecting the motives of one another, the officers and the crew split into 7 factions, each lead with a distinct ideology and motives that they seek to build the planet in their image...</p>\n<p><em>Sid Meier's Alpha Centauri</em> is best compared to <a href=\"https://www.mobygames.com/game/15/sid-meiers-civilization-ii/\">Civilization II</a>, but features many distinct differences in gameplay and thinking. In Civilization, the objective was to evolve a society from primitive tribes, whereas Alpha Centauri starts with the landing of colony pods on a barren planet with society becoming fractured. Each faction (aka nation) receives it's own share of the Unity's resources and tech base. For the basics, bases produce nutrients, materials and energy. Nutrients are required to feed to population, Materials are used in production and energy represents the commerce effect which can be traded to players diplomatically or spent on improvements. The 7 factions each have their own agenda, which is determined in large part by the Social Engineering. This enables a faction to customize its values, earning a bonus for what it considers important and a penalty for what it doesn't. Social Engineering system are discovered through research, the same as other improvements, such as structures and units.</p>\n<p>Research is divided into 4 types of technologies, which form an intertwining tree of dependencies. They are: Conquer (direct military applications), Explore (indirect technologies for units and bases), Build (direct infrastructure application) and Discovery (Science for the sake of science, indirect applications). Because of the separation, factions can focus on what they hope the intended result of their science will be, and can be changed at any time. To explore the planet, units are needed. Any unit can be customized out of known technologies; consisting of a chassis type, reactor, weapon, armor and special abilities. Each of these components has a different expense, with untested technologies having additional overhead (prototype). </p>\n<p>Finally, Alpha Centauri is not a desolate star system. There is life on the planet, in the form of alien fungus that litters the ground and strange creatures such as mindworms. Initially hostile to all factions, this form of life holds its own secrets and effects on the world at large.</p>",
        "Genres": [
            "Strategy / tactics",
            "Diagonal-down",
            "Free camera",
            "Isometric",
            "Turn-based",
            "4X",
            "Managerial / business simulation",
            "Turn-based strategy (TBS)",
            "Multiple units/characters control",
            "Point and select",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "Windows",
            "Macintosh"
        ],
        "Moby Score": 8.0,
        "Moby URL": "https://www.mobygames.com/game/4/sid-meiers-alpha-centauri/"
    },
    {
        "Title": "Indianapolis 500: The Simulation",
        "Description": "<p>The famous Indianapolis 500 Mile race, held annually at the Indianapolis Motor Speedway on the Memorial Day weekend, is one of the most famous automobile racing events in North America. The event is simulated here using 3D polygon graphics to recreate the  33 cars in the race.  Players are able to choose their car and customize it with a variety of options. Modifications include wing down-force, tire pressures, wheel stagger (making the right-side wheels larger, to compensate for the banked corners) and turbo output (which provides boost, but stresses the engine and uses more fuel).</p>\n<p>After qualifying (by performing during four laps and taking the average), players can race over 10, 30, 60 or the full 200 laps. Lower modes remove car damage and the 'full-course yellow' system, the absence of these can make for repeat carnage including traffic collisions and huge pile-ups.</p>",
        "Genres": [
            "Racing / Driving",
            "Simulation",
            "1st-person",
            "Automobile",
            "Track racing",
            "Vehicle simulator",
            "Licensed"
        ],
        "Platforms": [
            "DOS",
            "Amiga"
        ],
        "Moby Score": 7.6,
        "Moby URL": "https://www.mobygames.com/game/5/indianapolis-500-the-simulation/"
    },
    {
        "Title": "Sid Meier's Gettysburg!",
        "Description": "<p><em>Sid Meier's Gettysburg</em> recreates the key battle of the American Civil War in real-time, over the exact terrain the soldiers faced. You can take control of the forces of either side, in either real or simulated situations.</p>\n<p>You must direct them into strategically advantageous positions, bearing line-of-sight and fog-of-war considerations in mind. Select the right formation for the situation from a large number of plans. The speed of the game can be altered depending on how busy things are.</p>",
        "Genres": [
            "Strategy / tactics",
            "Diagonal-down",
            "Real-time",
            "Multiple units/characters control",
            "Point and select",
            "Historical events",
            "North America",
            "War"
        ],
        "Platforms": [
            "Windows"
        ],
        "Moby Score": 7.9,
        "Moby URL": "https://www.mobygames.com/game/6/sid-meiers-gettysburg/"
    },
    {
        "Title": "V for Victory: Battleset 1 - D-Day Utah Beach - 1944",
        "Description": "<p><em>V for Victory: Utah Beach</em> thrusts the player into the role of a military strategist during the Normandy invasion of WWII. As the American commander, the player has to overcome strong German resistance to occupy the Cotentin peninsula and the vital port facilities at Cherborg. Or, as the German Commander, the player has to defend Cherborg and drive the Americans back into the sea.</p>",
        "Genres": [
            "Strategy / tactics",
            "Top-down",
            "Turn-based",
            "Historical events",
            "World War II"
        ],
        "Platforms": [
            "DOS",
            "Macintosh"
        ],
        "Moby Score": 6.9,
        "Moby URL": "https://www.mobygames.com/game/7/v-for-victory-battleset-1-d-day-utah-beach-1944/"
    },
    {
        "Title": "V for Victory: Market Garden",
        "Description": "<p>V for\n        Victory: Market Garden takes the series to southern\n        Holland. As the British commander, you must take and hold\n        bridges across three major rivers, secure a foothold\n        across the Rhine, and open a corridor for the invasion of\n        Germany. As the German commander, you must delay the\n        British advance, destroy the airborne divisions, and\n        prevent the British army from reaching German territory.</p>",
        "Genres": [
            "Strategy / tactics",
            "Top-down",
            "Turn-based",
            "Historical events",
            "World War II"
        ],
        "Platforms": [
            "DOS",
            "Macintosh"
        ],
        "Moby Score": 7.3,
        "Moby URL": "https://www.mobygames.com/game/8/v-for-victory-market-garden/"
    },
    {
        "Title": "V for Victory: Gold-Juno-Sword",
        "Description": "<p>V for Victory: Gold-Juno-Sword takes the series back to the Normandy beaches. As the Commonwealth commander, you must take and hold a beachhead large enough to secure a foothold in Europe, and open a second front against Germany. As the German commander, you must destroy the Commonwealth divisions, and force them to withdraw from the continent.</p>",
        "Genres": [
            "Strategy / tactics",
            "Top-down",
            "Turn-based",
            "Historical events",
            "World War II"
        ],
        "Platforms": [
            "DOS",
            "Macintosh"
        ],
        "Moby Score": null,
        "Moby URL": "https://www.mobygames.com/game/9/v-for-victory-gold-juno-sword/"
    },
    {
        "Title": "The Chessmaster 2000",
        "Description": "<p>This iteration of the <em>Chessmaster series</em> offers a strong chess opponent at 12 skill levels, catering for novices to grandmasters. Its many features include an opening library built around 71,000 moves and the ability to print out the move history. </p>\n<p>To help novices there is a teach mode showing all legal moves, a hint move offering what the computer feels is a strong move, and the chance for the Chessmaster to analyse all previous moves in a game. Famous real-life game positions and pre-set challenges offer individual challenges.</p>",
        "Genres": [
            "Strategy / tactics",
            "Top-down",
            "Isometric",
            "Board game",
            "Chess"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "ZX Spectrum",
            "MSX",
            "Amstrad CPC",
            "Macintosh"
        ],
        "Moby Score": 7.3,
        "Moby URL": "https://www.mobygames.com/game/10/the-chessmaster-2000/"
    },
    {
        "Title": "The Fidelity Chessmaster 2100",
        "Description": "<p>An update/modification to <a href=\"https://www.mobygames.com/search/?q=++The+Chessmaster+2000\">Chessmaster 2000</a>, adding 640x200 graphics for nicer displays, many tutorial and \"expert\" options, and a plethora of other features too numerous to mention here.</p>",
        "Genres": [
            "Strategy / tactics",
            "Top-down",
            "Isometric",
            "Chess"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Commodore 64",
            "Apple II",
            "Apple IIgs"
        ],
        "Moby Score": 7.6,
        "Moby URL": "https://www.mobygames.com/game/11/the-fidelity-chessmaster-2100/"
    },
    {
        "Title": "The Chessmaster 3000",
        "Description": "<p><em>Chessmaster 3000</em> provides a strong chess opponent with 168 openings and different types of playfields (2D, 3D, and War Room). The game can suggest moves and determine the player's rating. It also contains 151 replications of classic real-world matches, and a Mentor feature which can act as a personal chess tutor through a variety of practical techniques.</p>",
        "Genres": [
            "Strategy / tactics",
            "Chess"
        ],
        "Platforms": [
            "DOS",
            "Windows 3.x",
            "Macintosh"
        ],
        "Moby Score": 7.6,
        "Moby URL": "https://www.mobygames.com/game/12/the-chessmaster-3000/"
    },
    {
        "Title": "The Chessmaster 4000 Turbo",
        "Description": "<p>The first 32-bit title in the <a href=\"https://www.mobygames.com/search/?q=Chessmaster\">Chessmaster series</a>, <em>Chessmaster 4000 Turbo</em> offers features designed around the processors of the time. Modem and LAN play is available for the first time. Boards are viewed in 2D or 3D, and include many custom sets, with game options selected from surrounding windows and drop-down menus. </p>\n<p>Entering moves is now easier - if you click on a square which only one of your pieces can move to, it will move there automatically. Full games (including 500 recreated real-life classics) can be analysed from an expert perspective, and a library of common opening move sequences is included. Computer players act in a variety of ability levels and play styles - some are prepared to play for a draw, others are focused on keeping the centre of the board tidy, and so on.</p>",
        "Genres": [
            "Strategy / tactics",
            "Chess"
        ],
        "Platforms": [
            "Windows",
            "Windows 3.x"
        ],
        "Moby Score": 8.0,
        "Moby URL": "https://www.mobygames.com/game/13/the-chessmaster-4000-turbo/"
    },
    {
        "Title": "Chessmaster 5000",
        "Description": "<p><em>Chessmaster 5000</em> is the 10th Anniversary release of the game. </p>\n<p>This implementation features a revised Windows interface, new tutorials, a new chess database with over twenty seven thousand entries, new time controls, sound effects and music.</p>\n<p>The game can be played against an AI opponent, against another person or against a remote player.</p>\n<p>The game's documentation lists the following as the top fifteen new features of this game;* New engine optimised for a 32-bit Pentium</p>\n<ul>\n<li>New graphics including more than ten new chess sets both 2D and 3D plus a number of new boards</li>\n<li>A new chess database with twenty seven thousand entries. This is not installed with the game, it stays on the CD-ROM</li>\n<li>Over 20 new tutorial courses written by <a href=\"https://www.mobygames.com/person/14949/eric-schiller/\">Eric Schller</a>, the Californian State Champion</li>\n<li>A new Windows 95 interface which makes use of pop-up menus and context sensitive help. <em>Chessmaster 5000</em> also supports long file names</li>\n<li>A NEW Coach window which shows a quick summary of all possible moves.</li>\n<li>Custom True Type chess font which lets <em>Chessmaster 5000</em> support figurine notation and embedded board diagrams in annotations.</li>\n<li>Over sixty new opening books customised to simulate the play of a famous grand master.</li>\n<li>Over thirty new personalities of all levels</li>\n<li>New time controls including the Fischer time control, the hourglass time control and a new LCD-style digital clock in addition to the analog clocks.</li>\n<li>Two thousand named opening variations, a great increase on earlier versions which recognised two hundred. Among the new openings are the hippopotamus, the tumbleweed gambit, and the Latvian Defence/Corkscrew counter gambit</li>\n<li>A glossary with over sixteen hundred entries</li>\n<li>Enhanced annotator now generates summary statistics for the game and additional commentary on inadvisable moves.</li>\n</ul>",
        "Genres": [
            "Strategy / tactics",
            "Chess"
        ],
        "Platforms": [
            "Windows"
        ],
        "Moby Score": 7.6,
        "Moby URL": "https://www.mobygames.com/game/14/chessmaster-5000/"
    },
    {
        "Title": "Sid Meier's Civilization II",
        "Description": "<p>Starting out with just a single unit and knowledge of a small local area, your challenge is to guide your civilization into becoming the dominant force, either by conquering every other civilization or by sending a spaceship to Alpha Centauri.</p>\n<p>As you'd imagine, a lot of challenges come into such a task. You must locate cities so as to make use of food, construction and trade resources, which can be later improved by constructing irrigation, roads, mines, railroads, and farmland. Each city can construct one item at a time - civilian and military units, buildings or Wonders of the World (there are 28 of these across the different eras of the game, and each can be possessed by only one city). The buildings and wonders have different effects - most buildings and some wonders improve defenses, scientific research, trade or food output, but most wonders offer unique advantages that can be used to great strategic effect.</p>\n<p>There are over 100 scientific advancements in the game, and most require prerequisites before they can be researched. How quickly this happens depends on your scientific output, which must be traded off against financial and military concerns.</p>\n<p>Combat can occur in cities or in the open terrain - things like forests and mountains give the defense an advantage. Unlike in the original Civilization, fights aren't always won outright - most times the winning unit will be damaged, reducing its movement speed and attacking prowess until it's repaired, but the losing unit always disappears from game. If multiple units are in a square that come sunder attack, the strongest unit fights - unless it is a city or Fortress, all units will be lost if the fight is lost. Once a city has no defensive units left, it can be captured. Certain units have the ability to cover all squares as fast as if they were roads, only a few can see submarines, and air units require re-fueling in a friendly city.</p>\n<p>There are up to 6 other Civilizations in the game, and keeping good diplomatic relations with these is crucial. At times you may want to trade knowledge or pool military resources with a neighbor - at others they may want to destroy you. If you make deals and go back on them your reputation is affected.</p>",
        "Genres": [
            "Strategy / tactics",
            "Diagonal-down",
            "Free camera",
            "Isometric",
            "Turn-based",
            "4X",
            "Managerial / business simulation",
            "Turn-based strategy (TBS)",
            "Multiple units/characters control",
            "Point and select"
        ],
        "Platforms": [
            "Windows 3.x",
            "PlayStation",
            "Macintosh"
        ],
        "Moby Score": 8.0,
        "Moby URL": "https://www.mobygames.com/game/15/sid-meiers-civilization-ii/"
    },
    {
        "Title": "OutRun",
        "Description": "<p><em>OutRun</em> is a racing game that allows the player to race across varied terrain in a readily available Ferrari, complete with a female passenger, over a series of short tracks.</p>\n<p>Gameplay is viewed from just above and behind the car. The roads are full of sharp bends and hazards, contact with which can cause the car to roll and lose the player's time. On each section of track there is a fork in the road, allowing the player to choose which direction he or she wishes to go. The player has to to complete five track sections in total, out of the fifteen in the game.</p>",
        "Genres": [
            "Racing / Driving",
            "Behind view",
            "Arcade",
            "Direct control",
            "Automobile",
            "Street racing"
        ],
        "Platforms": [
            "DOS",
            "Genesis",
            "Amiga",
            "SEGA Saturn",
            "Atari ST",
            "Game Gear",
            "SEGA Master System",
            "Commodore 64",
            "TurboGrafx-16",
            "ZX Spectrum",
            "MSX",
            "Amstrad CPC",
            "J2ME",
            "Nintendo 3DS",
            "Arcade",
            "Nintendo Switch"
        ],
        "Moby Score": 7.3,
        "Moby URL": "https://www.mobygames.com/game/16/outrun/"
    },
    {
        "Title": "Sargon V: World Class Chess",
        "Description": "<p>A chess opponent, tutor and private chess mentor featuring detailed graphics and animation in various 3D and 2D chess boards, a wealth of customizable game features and a large book of opening moves. You can challenge a computer which knows the moves of such famous games as <em>Karpov-Kasparov</em> (1990) or go through Annotated games in which the \"Dean of American Chess\" <a href=\"https://www.mobygames.com/person/25975/george-koltanowski/\">George Koltanowski</a> explains the thinking process behind the all-time great moves. Also features Illustrative games which let you guess, then tell you what happened in classic matches. Has a beginner's mode in which it shows you all the legal moves including varying degrees of difficulty all the way up to the most difficult - Tournament Mode.</p>\n<p>You can play against the computer, against a friend, or just watch the computer play against itself, even watch famous games being played out. You can also print out a list of your moves in your current game and a map of the board's piece locations.</p>",
        "Genres": [
            "Strategy / tactics",
            "Chess"
        ],
        "Platforms": [
            "DOS",
            "Macintosh",
            "PC-98",
            "FM Towns"
        ],
        "Moby Score": null,
        "Moby URL": "https://www.mobygames.com/game/17/sargon-v-world-class-chess/"
    },
    {
        "Title": "Digger",
        "Description": "<p>Take control of a mechanical digging machine as you tunnel your way through the earth, searching for valuable gems and the even more valuable bags of gold! But watch out for Nobbins and Hobbins, and don't be careless enough to let the bags of gold crush you!</p>\n<p><em>Digger</em> is an arcade game combining elements of the popular arcade games <a href=\"https://www.mobygames.com/game/139/dig-dug/\">Dig Dug</a> and <a href=\"https://www.mobygames.com/game/9764/mr-do/\">Mr. Do!</a>. Players control the titular 'Digger' that can tunnel through dirt with ease. The goal of each level is to gather up each of the gems, which allows you to progress to the next stage. However, Nobbins and Hobbins are also lurking within the levels - Nobbins are fairly slow, but transform into Hobbins which are much quicker. The enemies can only chase Digger through the tunnels he creates - they cannot dig through the dirt themselves.</p>\n<p>Digger's defenses consist of being able to shoot a single, rechargeable shot in the direction he is facing with F1 (which recharges after about thirty seconds), crushing his foes by digging underneath a gold bag and letting it plummet down, crushing anything in its path, or by collecting the bonus cherry that sometimes appears, causing Digger to become temporarily invincible.</p>",
        "Genres": [
            "Action",
            "Side view",
            "Fixed / flip-screen",
            "Arcade"
        ],
        "Platforms": [
            "PC Booter"
        ],
        "Moby Score": 7.2,
        "Moby URL": "https://www.mobygames.com/game/18/digger/"
    },
    {
        "Title": "Rollo and the Brush Brothers",
        "Description": "<p>In this game, the player controls Rollo, a paint roller who aims to paint while evading the Brush Brothers in order to progress in the game. The game can be played for up to two player(s) taking turns and select a difficulty level from novice, intermediate, to expert.</p>\n<p>The painting process consists of moving Rollo to paint in the outer lines of as many rectangular shapes of various sizes in the game. Successfully painting an entire section will automatically paint the entire rectangle and add points. Successfully painting all the rectangles will advance the player to the next level. While painting these sections, the player has to avoid the Brush Brothers, who at the beginning consist of two red slow moving brushes (always moving in the direction of Rollo) and one green fast moving brush (moves randomly). Later levels will include more Brush Brothers. Physical contact with them will automatically result in a loss of life (out of three lives). Another entity in the game is the eraser brush, which will erase any painted lines previously painted. This however, does not apply to squares that have been successfully painted.</p>\n<p>In later levels, the paint supply does not last forever. Pick up cans of paint when out of paint to continue the painting. Another power-up enables the player to kill the Brush Brothers, allowing the player to paint in peace until they regenerate again (indicated when the power-up song ends). Higher levels introduces more difficult challenges, among others but not limited to: faster movement of the Brush Brothers, requiring more than one lap to successfully paint a square, limited paint cans, etc.</p>",
        "Genres": [
            "Action",
            "Puzzle",
            "Top-down",
            "Fixed / flip-screen",
            "Arcade",
            "Direct control"
        ],
        "Platforms": [
            "PC Booter"
        ],
        "Moby Score": null,
        "Moby URL": "https://www.mobygames.com/game/19/rollo-and-the-brush-brothers/"
    },
    {
        "Title": "Styx",
        "Description": "<p>A variation on <a href=\"https://www.mobygames.com/search/?q=QIX\">QIX</a>: claim the playfield by building walls and closing off smaller regions. The chief obstacle is the colorful Styx, which (fittingly) resembles a bundle of sticks, and prowls about the screen in unpredictable swirls of motion. Unlike <em>QIX</em>, you can draw both straight and diagonal walls; another difference is the scoring, which depends on a cycling multiplier: time your conquests right, and you may even increase your bonus tenfold. </p>\n<p>The Styx cannot harm you as you travel along the border of your captured areas, but if it touches a wall as you build it, the wall goes down - along with you. Other ways to get yourself killed are standing still for too long (while building), and meeting the worm that crawls along the edges of your domain. Capturing at least 80% of the playfield will end the level - bonuses are awarded for more; higher levels feature faster action, more worms, multiple Styx (Stygii?), and generally nastier enemy behavior.</p>",
        "Genres": [
            "Action",
            "Puzzle",
            "Top-down",
            "Fixed / flip-screen",
            "Arcade",
            "Direct control"
        ],
        "Platforms": [
            "DOS",
            "PC Booter"
        ],
        "Moby Score": 5.9,
        "Moby URL": "https://www.mobygames.com/game/20/styx/"
    },
    {
        "Title": "Conquest",
        "Description": "<p><em>Conquest</em> is a variant of <a href=\"https://www.mobygames.com/game/4059/joust/\">Joust</a>. </p>\n<p>The player starts with four lives and controls a giant bird (bigger than in <em>Joust</em>) in the prehistoric age to battle pterodactyl warriors. The giant bird has the ability to run and to fly by constantly flapping its wings. Defeating pterodactyls is done by slamming into the pterodactyls (which bears no visual resemblance to actual pterodactyls) from a higher altitude; a lower altitude will result in death, while vertical altitude will result in the player and the pterodactyl bouncing off each other. Successfully slamming from a higher altitude will turn the pterodactyls into eggs, which may bounce away, as well as award the player with points. Additional points may be gathered by collecting these eggs.</p>\n<p>The game is divided into different rounds which will introduce more challenges: additional pterodactyls, which will spawn at any one of the eight green spawning areas; the lower ground will disappear and introduce wind current affecting the gravitational velocity of all moving objects in the game; the default six platforms may also change into fewer platforms; and an indestructible dragon may occasionally appear, resulting in instant death when collided with.</p>",
        "Genres": [
            "Action",
            "3rd-person (Other)",
            "Side view",
            "Fixed / flip-screen",
            "Arcade",
            "Platform"
        ],
        "Platforms": [
            "PC Booter"
        ],
        "Moby Score": null,
        "Moby URL": "https://www.mobygames.com/game/21/conquest/"
    },
    {
        "Title": "Moon Bugs",
        "Description": "<p>Defend Earth against insect invaders! The gameplay is a mix between <a href=\"https://www.mobygames.com/search/?q=Galaxian\">Galaxian</a> and <a href=\"https://www.mobygames.com/search/?q=Defender\">Defender</a>.</p>\n<p>The alien bugs will attack you and swoop down and steal the uranium drums at the bottom of the screen. As they fly away with the drum, you have to shoot them before they reach the top of the screen to retrieve it. During the game, the space station on the left will load in all uranium drums and then make a connection to the satellite dish on the right, thus ending the level. At the end of each level you get 200 bonus points for each refueled uranium drum and -200 points penalty for each stolen drum.</p>\n<p>Occasionally a UFO will fly from left to right at the top of the screen. The blue box will display bonus points or the word \"combat\", indicating what you'll get if you shoot the UFO. Combat means you'll play a combat round where you have to shoot a horizontally moving alien as many times as possible. With each hit, you'll get 350 points and the alien will change direction and gain speed.</p>",
        "Genres": [
            "Action",
            "Top-down",
            "Arcade",
            "Shooter"
        ],
        "Platforms": [
            "PC Booter"
        ],
        "Moby Score": 7.0,
        "Moby URL": "https://www.mobygames.com/game/22/moon-bugs/"
    },
    {
        "Title": "The Ancient Art of War",
        "Description": "<p><em>The Ancient Art of War</em> is a real-time strategy game based on the very basic elements of war: unit types, formation, and strength. The game is set in ancient battle-style times before the use of gun powder, consisting of the three basic unit types of that period: the light armored but fast 'barbarians', the heavily armored but slow 'knights', and the ranged 'archers'. A fourth non-combatant unit type is also available: 'spies', which is only available under certain campaign rule settings. </p>\n<p>The game consists of different scenarios to choose from, each with a different geographical setting, difficulty setting, visibility setting, and victory condition setting. Some settings may be subject to change by the player.</p>\n<p>Gameplay is represented in two major areas:\n* The first is the tactical/political map, which visualizes geographical and terrain elements from a top-down perspective. Here the player can coordinate, position, reinforce troops, and also command them to attack, defend or ambush enemy troops in a real-time setting. Time may be set to pause, faster or slower to make battle plans easier.</p>\n<ul>\n<li>The second is the combat screen where one group of soldiers fight another group of the enemy. A squad consisting a maximum of 14 soldiers will fight according to their set battle formation and will act only on the player's real-time battle commands (e.g. attack, forward, retreat, etc.).</li>\n</ul>\n<p>The difficulty levels are represented by eight opponents, which include the Greek goddess of war Athena, a stereotypical Russian-Soviet commander named Crazy Ivan, as well as the historical characters Alexander the Great, Julius Caesar, Genghis Khan, Napoleon, Geronimo, and <a href=\"https://www.mobygames.com/person/18956/sun-tzu/\">Sun Tzu</a> as the hardest opponent. Each opponent has a different fighting style of combat and strategy.</p>\n<p>The game also comes with a construction set which allows the player to create own campaigns: From the story, rules to the map editor. In this game editor, the player can also tweak troops to the player's liking, such as default troop formations.</p>",
        "Genres": [
            "Strategy / tactics",
            "Top-down",
            "Real-time",
            "Real-time strategy (RTS)",
            "Wargame",
            "Historical events"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Apple II",
            "Amstrad CPC",
            "Macintosh",
            "PC-88",
            "PC-98"
        ],
        "Moby Score": 7.2,
        "Moby URL": "https://www.mobygames.com/game/23/the-ancient-art-of-war/"
    },
    {
        "Title": "Manhunter: New York",
        "Description": "<p>The Earth has been invaded by the Orb Alliance, and a tightly restricted regime instituted for the humans that remain. Brown monk robes are the only garments allowed, speaking is a capital offense, and every human has been implanted with a tracking chip recording their every move. To track down criminals, the Orbs enlist \"Manhunters\" - humans given access to advanced technology and selected to be a combination of police officers and bounty hunters. The player controls one such Manhunter as he unravels a conspiracy inside the decaying heart of the New York ruins, and a mysterious serial killer on the loose.</p>\n<p>Each chapter begins with the Orbs assigning the player's nameless Manhunter with a crime (such as murder) or target to investigate. The player gains leads through the use of the \"MAD\" computer, which displays the logs of all civilian movement in an area in an overhead map view. By starting with the victim and following the people who encountered him that day, the player can then go to a first-person investigation view at various New York landmarks to find clues to the suspect's identity. At the end of the day, the player must report the correct name of their suspect to the Orbs.</p>\n<p><em>Manhunter</em> uses a modified version of Sierra's AGI interpreter, with a rudimentary point-and-click interface used to locate and uncover clues at the investigation sites. At various times throughout the investigation, the player will also have to directly control the Manhunter in arcade-style challenges, like dodging gang attacks or throwing knives between a bar patron's fingers.</p>",
        "Genres": [
            "Adventure",
            "1st-person",
            "Graphic adventure",
            "Puzzle elements",
            "Point and select",
            "Post-apocalyptic",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Apple II",
            "Apple IIgs",
            "Macintosh"
        ],
        "Moby Score": 6.9,
        "Moby URL": "https://www.mobygames.com/game/24/manhunter-new-york/"
    },
    {
        "Title": "Manhunter 2: San Francisco",
        "Description": "<p>Picking up immediately where <a href=\"https://www.mobygames.com/game/24/manhunter-new-york/\">Manhunter: New York</a> left off, <em>Manhunter 2: San Francisco</em> has the player crash-landing their stolen ship in the City by the Bay after trying unsuccessfully to keep up with enigmatic serial killer Phil. Left with no alternatives, the player assumes the identity of a local Manhunter and solves more crimes for the alien Orbs while searching for Phil and working for the local human resistance.</p>\n<p><em>Manhunter 2</em> presents the same urban decay and oppressive alien invader regime as visualized in the original, this time using streets and landmarks from the Bay Area. The Golden Gate Bridge, Coit Tower, Alcatraz prison, and the TransAmerica Pyramid all receive alien makeovers. New puzzles, new characters, and new investigations await as the player tracks Phil by his string of strangled corpses.</p>\n<p>All concepts and gameplay elements from <em>Manhunter: New York</em> return. The player again uses the MAD tracking device to follow suspects provided by the alien Orbs and uses clues found through first-person location investigation to discover the suspects' name. Occasional arcade sequences bring mixed challenges, and though they cannot be skipped, a new difficulty option has been implemented. The same point-and-click gameplay (no typing required) is used to navigate the game world.</p>",
        "Genres": [
            "Adventure",
            "1st-person",
            "Puzzle elements",
            "Post-apocalyptic",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Macintosh"
        ],
        "Moby Score": 6.7,
        "Moby URL": "https://www.mobygames.com/game/25/manhunter-2-san-francisco/"
    },
    {
        "Title": "The King of Chicago",
        "Description": "<p>With Al Capone out of the picture, Chicago's prohibition-era profit is up for grabs. Are you merciless and cunning enough to gain it by whatever means are required? Every action you take has complex long-term consequences which are not always obvious at the time.</p>\n<p>You must keep your people on your side, watching what you say and do, knowing that an overthrow could be hatched at any moment. Look after your woman as well - who's going to respect a single mobster? The money has to be juggled in these ways, not forgetting to reach an 'understanding' with the Mayor to avoid any negative attentions.</p>",
        "Genres": [
            "Adventure",
            "1st-person",
            "Interwar",
            "Crime"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Apple IIgs",
            "Macintosh",
            "iPhone",
            "Android",
            "iPad",
            "Sharp X68000"
        ],
        "Moby Score": 6.8,
        "Moby URL": "https://www.mobygames.com/game/26/the-king-of-chicago/"
    },
    {
        "Title": "The Three Stooges",
        "Description": "<p>Stars of television and cinema, and now stars of their own video game. Join Moe, Larry &amp; Curly (in no particular order) who must collect $5000 to try and save an orphanage and the young children who live there from the evil banker, all while keeping pie out of their face. Featuring platform level designs based on classic Stooge scenes from their many TV episodes and movies and level objectives re-living many of their antics plus original Stooge voices and Stooge trivia.</p>",
        "Genres": [
            "Action",
            "Side view",
            "2D scrolling",
            "Platform",
            "Licensed"
        ],
        "Platforms": [
            "DOS",
            "PlayStation",
            "Game Boy Advance",
            "Amiga",
            "NES",
            "Commodore 64",
            "Apple IIgs"
        ],
        "Moby Score": 6.8,
        "Moby URL": "https://www.mobygames.com/game/27/the-three-stooges/"
    },
    {
        "Title": "Knights of the Sky",
        "Description": "<p><em>Knights of the Sky</em> is a World War I flight combat sim where you pilot one of 20 different aircraft (each handles differently) as you engage in simple missions or join a full campaign where you will progress through World War I, going on a variety of missions, patrols, and even encounter enemy aces. You can engage balloons and blimps, enemy fighters and bombers, even strafe group targets such as supply trains. If you do really good in the game, one of the enemy aces may drop a note to challenge you to an aerial duel. </p>\n<p>A unique feature of the game is the capability of modem link so you can challenge fellow modem owners to dogfights, something that none of its contemporaries had.</p>",
        "Genres": [
            "Simulation",
            "1st-person",
            "3rd-person (Other)",
            "Flight / aviation",
            "Vehicular combat",
            "Historical events",
            "World War I"
        ],
        "Platforms": [
            "Linux",
            "DOS",
            "Windows",
            "Amiga",
            "Atari ST",
            "Macintosh",
            "PC-98"
        ],
        "Moby Score": 7.2,
        "Moby URL": "https://www.mobygames.com/game/28/knights-of-the-sky/"
    },
    {
        "Title": "Spitfire Ace",
        "Description": "<p>Aerial combat over Europe in World War II.  Man your Royal Marine Spitfire and defend London during the Blitz.</p>",
        "Genres": [
            "Simulation",
            "1st-person",
            "Flight / aviation",
            "Vehicular combat",
            "Historical events",
            "World War II"
        ],
        "Platforms": [
            "PC Booter",
            "Commodore 64",
            "Atari 8-bit"
        ],
        "Moby Score": null,
        "Moby URL": "https://www.mobygames.com/game/29/spitfire-ace/"
    },
    {
        "Title": "Deadline",
        "Description": "<p>You have 12 hours to solve the murder of Mr. Marshall Robner. If it was a murder...\nMr Robner was found locked in his library, dead -- from a lethal dosage of anti-depressants.\nFriends and family are calling this a suicide of a depressed wealthy industrialist. As \nChief of Detectives, you find something just doesn't smell right about this case. You \ngo out on a quest to find a suspect, his motive, method, and opportunity.</p>\n<p><strong>Difficulty Level:</strong> Expert</p>",
        "Genres": [
            "Adventure",
            "Text-based / Spreadsheet",
            "Fixed / flip-screen",
            "Interactive fiction / text adventure",
            "Puzzle elements",
            "Text parser",
            "Detective / mystery"
        ],
        "Platforms": [
            "DOS",
            "PC Booter",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "TI-99/4A",
            "TRS-80",
            "Amstrad CPC",
            "Macintosh",
            "Amstrad PCW",
            "CP/M"
        ],
        "Moby Score": 7.6,
        "Moby URL": "https://www.mobygames.com/game/30/deadline/"
    },
    {
        "Title": "Leather Goddesses of Phobos",
        "Description": "<p>The year is 1936, and suddenly the protagonist is abducted by the Leather Goddesses for the final testing in the plan which will enslave every man and woman on earth. These Leather Goddesses of Phobos are just finishing up their plans for the invasion of Earth. If the hero fails to escape and save humanity, the Leather Goddesses will turn the Earth into their pleasure dome.</p>\n<p><em>Leather Goddesses of Phobos</em> is a text adventure with humorous overtones. The player uses standard commands in the text parser to observe his environment and pick up items. The game's 'naughtiness' level can be adjusted between Tame (G), Suggestive (PG), and Lewd (R).</p>",
        "Genres": [
            "Adventure",
            "Interactive fiction / text adventure",
            "Sci-fi / futuristic",
            "Comedy"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "TI-99/4A",
            "Amstrad CPC",
            "Commodore 128",
            "Macintosh",
            "Amstrad PCW"
        ],
        "Moby Score": 7.4,
        "Moby URL": "https://www.mobygames.com/game/31/leather-goddesses-of-phobos/"
    },
    {
        "Title": "Wing Commander Academy",
        "Description": "<p><em>Wing Commander Academy</em> puts players into the role of a fresh young recruit at the Confederation Academy, where new pilots must test their skills in the simulator. Unlike other <em>Wing Commander</em> games, this game features no storyline or campaign. Instead players may play through simple dogfight missions or build waypoints on an interface similar to the radar view. Using this mission builder, the player may place objects that include friendly fighters, enemy fighters, enemy capital ships, space stations, and ejected pilots.</p>\n<p>Controls and graphics are almost directly copied from <a href=\"https://www.mobygames.com/search/?q=Wing+Commander+II\">Wing Commander II</a>. Similar to that game, the player engages in a first person space battle against Kilrathi forces in 360 space. Players are able to choose different ships, weapon types and wingmen.</p>",
        "Genres": [
            "Action",
            "1st-person",
            "Space flight",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "DOS",
            "Windows"
        ],
        "Moby Score": 6.0,
        "Moby URL": "https://www.mobygames.com/game/42/wing-commander-academy/"
    },
    {
        "Title": "The Cycles: International Grand Prix Racing",
        "Description": "<p>As the name suggests, <em>The Cycles</em> simulates <em>International Grand Prix Racing</em>, allowing a player to compete against 9 computer rivals. Choose from three classes of bike (125, 250 and 500cc), and between 8 (Japan, Australia, USA, Spain, Italy, France,England and Sweden) and 15 (Japan, Australia, USA, Spain, Italy, Western Germany, Austria, Yugoslavia, Holland, Belgium, France, England, Sweden, Czechoslovakia and Brazil) original tracks depending on the version, at five difficulty levels (with the lower ones offering automatic gear changes). </p>\n<p>The player can enter single races (always including qualifying) or complete in a full season. The action is viewed from the handlebars of your bike, a novelty for motorcycle racing at the time. The game engine is similar to that used by <a href=\"https://www.mobygames.com/game/1446/grand-prix-circuit/\">Grand Prix Circuit</a>, but now incorporates hills.</p>",
        "Genres": [
            "Racing / Driving",
            "Sports",
            "1st-person",
            "Motorcycle",
            "Track racing",
            "Oceania"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Commodore 64",
            "ZX Spectrum",
            "Amstrad CPC",
            "Macintosh"
        ],
        "Moby Score": 6.7,
        "Moby URL": "https://www.mobygames.com/game/43/the-cycles-international-grand-prix-racing/"
    },
    {
        "Title": "Airball",
        "Description": "<p>You have been turned into a ball of air with a slow leak by an evil wizard. You must find the Spellbook and the ingredients for the spell. Without these, you will never turn back into a human again.</p>\n<p>These items have to be collected in the maze which consists of 150 isometric rooms. These can be explored freely but sometimes you need to have special objects to proceed, e.g. a candle in dark rooms. The dangers consist mostly of sharp objects which can cause your ball to burst. Additionally, you are on a timer because your balloon loses air constantly. But it can be refilled by using pumps which can be found in the maze - but you have to leave them in time or you explode because of overpressure.</p>",
        "Genres": [
            "Action",
            "Puzzle",
            "Top-down",
            "Fixed / flip-screen",
            "Isometric",
            "Direct control"
        ],
        "Platforms": [
            "DOS",
            "Windows",
            "Amiga",
            "Atari ST",
            "Atari 8-bit",
            "Apple IIgs",
            "TRS-80 CoCo",
            "Dragon 32/64"
        ],
        "Moby Score": 7.3,
        "Moby URL": "https://www.mobygames.com/game/44/airball/"
    },
    {
        "Title": "Rocket Ranger",
        "Description": "<p>In the 1940s, the Nazis built a base on the moon and plan to use a mysterious substance called Lunarium to reduce people's intelligence. However, in the 21st Century time travel has been mastered, as have jet-propulsion backpacks, plus some cataclysmic weaponry and advanced code-breaking equipment. These items are sent back in time to you in order to change the result of the war by using this technology to find their five rocket factories and destroy the moon base.</p>\n<p>The game fits the Cinemaware template closely, with a string of action sequences linked by cinematic animation sequences to set the scene. There's also a strategic element, as you move your spies around to gain information and avoid detection, and decide how much Lunarium to use at each stage of the game. Action sequences include hand-to-hand combat with a Nazi guard, and flying through the air shooting either hordes of enemy planes or the Zeppelin itself.</p>\n<p>An \"Extended Collector's Edition\" of the game was released in 2018. It is a limited edition of 500 and contains the game in multiple languages and for multiple platforms, and contains as bonuses posters, stickers, postcards, and the soundtrack on vinyl.</p>",
        "Genres": [
            "Action",
            "Strategy / tactics",
            "Sci-fi / futuristic",
            "World War II"
        ],
        "Platforms": [
            "DOS",
            "Windows",
            "Amiga",
            "NES",
            "Atari ST",
            "Commodore 64",
            "Apple IIgs",
            "iPhone",
            "Android",
            "iPad",
            "FM Towns"
        ],
        "Moby Score": 7.8,
        "Moby URL": "https://www.mobygames.com/game/45/rocket-ranger/"
    },
    {
        "Title": "Bop'N Wrestle",
        "Description": "<p>The company behind <a href=\"https://www.mobygames.com/search/?q=Way+of+the+Exploding+Fist\">Way of the Exploding Fist</a> and <a href=\"https://www.mobygames.com/game/27121/fighting-warrior/\">Fighting Warrior</a> also tried its hand at wrestling, with this game claiming to be the first 3D combat sports game, in which you can avoid the opponent by moving up or down the screen as well as left or right.</p>\n<p>Like any fighting game worth its salt, the game can be played with one or two players. In one-player mode there are 10 opponents to take on in sequence.</p>\n<p>The moves on offer include almost everything you'd find in real wrestling (and I don't mean WWE) - piledrivers, arm twists, body slams and turnbuckle flies, all of which are fully animated. The whole experience includes detailed multi-colour graphics and a full rock soundtrack.</p>",
        "Genres": [
            "Sports",
            "Wrestling"
        ],
        "Platforms": [
            "DOS",
            "Windows",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "ZX Spectrum",
            "Amstrad CPC"
        ],
        "Moby Score": 6.4,
        "Moby URL": "https://www.mobygames.com/game/46/bopn-wrestle/"
    },
    {
        "Title": "Zyll",
        "Description": "<p>A young man named Zyll, who lived in the Land of Magic and Enchantment, tried to become a black mage, with the intent of conquering and ruling the entire realm. However, he was banished before he could realize his plans. Determined to have his revenge, Zyll took possession of the Black Orb, an ancient artifact of immense power...</p>\n<p>The gameplay of <em>Zyll</em> follows a unique concept - it is a real-time, 1 or 2-player (cooperative <em>or</em> competitive) text adventure, with random treasure placement and character classes. Find the Black Orb and return to save your home from becoming a barren wasteland.</p>",
        "Genres": [
            "Adventure",
            "Real-time",
            "Interactive fiction / text adventure",
            "Fantasy"
        ],
        "Platforms": [
            "PC Booter"
        ],
        "Moby Score": 7.1,
        "Moby URL": "https://www.mobygames.com/game/47/zyll/"
    },
    {
        "Title": "Skate or Die",
        "Description": "<p><em>Skate or Die</em> incorporates five distinct styles of skating, which can be attempted individually or in turn. You skate around a menu room to choose which one to attempt. Before taking off you can visit Rodney's skate shop to buy equipment.</p>\n<p>The first event is freestyle, in which your aim is to score as many points as possible in 10 attempts. Judges determine how much style and skill you have shown. The High Jump uses the same equipment, only this time your task is to jump as high as possible at the end of the ramp.</p>\n<p>The downhill events are overhead-view races. In the Downhill Race you simply try to complete the course within 90 seconds. In the Downhill Jam you try to outperform a human or computer opponent whilst dodging or jumping hazards. You can use attacking moves to either remove hazards or knock your opponent over. </p>\n<p>The pool joust is more of a one-on-one beat em up using a stick, set within a pit to skate around.</p>",
        "Genres": [
            "Sports",
            "Diagonal-down",
            "Olympiad / mixed sports",
            "Skateboarding"
        ],
        "Platforms": [
            "DOS",
            "NES",
            "Commodore 64",
            "ZX Spectrum",
            "Apple IIgs",
            "Amstrad CPC",
            "Wii"
        ],
        "Moby Score": 6.9,
        "Moby URL": "https://www.mobygames.com/game/48/skate-or-die/"
    },
    {
        "Title": "Thexder",
        "Description": "<p>A platform shooter from Japan, <em>Thexder</em> offers many levels and diverse enemies that gradually increase in difficulty. You pilot a Battletech-style robot capable of switching from a mech into a jet at any time. Your weapon auto-aims, but uses up a fixed amount of rechargeable energy; if you run out of this energy, you'll have to wait a few seconds before you can fire again. Your mech also contains a shield that can be activated to protect you from harm, but this lasts for a few seconds and uses up some of your life energy.</p>",
        "Genres": [
            "Action",
            "Side view",
            "2D scrolling",
            "Anime / Manga",
            "Arcade",
            "Platform",
            "Shooter",
            "Direct control",
            "Mecha / giant robot",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "NES",
            "Apple II",
            "Apple IIgs",
            "MSX",
            "TRS-80 CoCo",
            "Macintosh",
            "PC-88",
            "PC-98",
            "Sharp X1",
            "FM-7",
            "Sharp MZ-80B/2000/2500",
            "PC-8000"
        ],
        "Moby Score": 7.1,
        "Moby URL": "https://www.mobygames.com/game/49/thexder/"
    },
    {
        "Title": "Zork: The Great Underground Empire",
        "Description": "<p><em>Zork: The Great Underground Empire</em> is a classic text adventure game. The player begins as an \"adventurer\" standing near a white house in a nice forest, but soon descends into the Great Underground Empire, where most of the game takes place. The player's quest is to collect the Nineteen Treasures of Zork. </p>\n<p>As was typical for adventure games of its era, Zork does not use graphics. Instead, it communicates with the player via text, and the player interacts with the game by typing commands, such as \"examine mailbox\" or \"take torch\". For movement, the player types in geographical directions (such as \"north\" or \"east\" - or just \"n\" and \"e\"), and can check what items are being carried with the \"inventory\" command (or just \"i\"). </p>\n<p>The game was adapted from <a href=\"https://www.mobygames.com/search/?q=Mainframe+Zork\">a larger mainframe version</a> from the late 1970s, and is one of the first examples of its genre.</p>",
        "Genres": [
            "Adventure",
            "Text-based / Spreadsheet",
            "Interactive fiction / text adventure",
            "Puzzle elements",
            "Text parser",
            "Fantasy"
        ],
        "Platforms": [
            "DOS",
            "PC Booter",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "TRS-80",
            "Amstrad CPC",
            "Commodore 128",
            "TRS-80 CoCo",
            "Macintosh",
            "Browser",
            "PC-98",
            "Commodore 16, Plus/4",
            "Amstrad PCW",
            "Tatung Einstein",
            "PC-8000",
            "Mainframe",
            "CP/M"
        ],
        "Moby Score": 7.2,
        "Moby URL": "https://www.mobygames.com/game/50/zork-the-great-underground-empire/"
    },
    {
        "Title": "Planetfall",
        "Description": "<p>It all started with your great-great-grandfather who was a High Admiral and one of the founding officers of the Patrol. All generations since then have served in the Patrol. Now it's your turn and two years into you are still a lowly Ensign Seventh Class. Your direct report, Blather, is really making your life miserable. Are you really Stellar Patrol material?</p>",
        "Genres": [
            "Adventure",
            "Interactive fiction / text adventure",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "DOS",
            "PC Booter",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "TRS-80",
            "Amstrad CPC",
            "Commodore 128",
            "TRS-80 CoCo",
            "Macintosh",
            "PC-98",
            "Commodore 16, Plus/4",
            "Amstrad PCW",
            "Tatung Einstein",
            "CP/M"
        ],
        "Moby Score": 7.7,
        "Moby URL": "https://www.mobygames.com/game/51/planetfall/"
    },
    {
        "Title": "Zork II: The Wizard of Frobozz",
        "Description": "<p><em>Zork II: The Wizard of Frobozz</em> is a text adventure, a sequel to the classic first <a href=\"https://www.mobygames.com/game/50/zork-the-great-underground-empire/\">Zork</a>. Once again, the game is set in the Great Underground Empire, but this time the main goal is to face off against the titular Wizard. </p>\n<p>Like its predecessor, <em>Zork II</em> plays like any other text adventure: there are no graphics - only text - and the player types commands such as \"lift cage\" or \"examine robot\".</p>",
        "Genres": [
            "Adventure",
            "Text-based / Spreadsheet",
            "Fixed / flip-screen",
            "Interactive fiction / text adventure",
            "Puzzle elements",
            "Text parser",
            "Fantasy"
        ],
        "Platforms": [
            "DOS",
            "PC Booter",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "TRS-80",
            "Amstrad CPC",
            "TRS-80 CoCo",
            "Macintosh",
            "Browser",
            "Commodore 16, Plus/4",
            "Amstrad PCW",
            "Tatung Einstein",
            "PC-8000",
            "Mainframe",
            "CP/M"
        ],
        "Moby Score": 7.0,
        "Moby URL": "https://www.mobygames.com/game/52/zork-ii-the-wizard-of-frobozz/"
    },
    {
        "Title": "Zork III: The Dungeon Master",
        "Description": "<p>In the third game of the adventure game series <a href=\"https://www.mobygames.com/search/?q=Zork\"> Zork</a>, you are once again a nameless adventurer, only this time you won't travel through a beautiful magical land, but are immediately cast into a deep dungeon. Like in a dream, you hear a mysterious voice telling you that you have passed all the tests but one. When consciousness returns to you, you find yourself on the endless spiral of stairs, with only your trusty lantern near you... will you be able to survive the horrors of the Dungeon?</p>\n<p>Like its predecessors, <em>Zork III: The Dungeon Master</em> is a text adventure game. You read descriptions of rooms and then interact with the game by typing commands. As all early <em>Zork</em> games, it is very easy to get stuck in the game, so you'll have to reload several times in order to find the correct way.</p>",
        "Genres": [
            "Adventure",
            "Text-based / Spreadsheet",
            "Fixed / flip-screen",
            "Interactive fiction / text adventure",
            "Puzzle elements",
            "Text parser",
            "Fantasy"
        ],
        "Platforms": [
            "DOS",
            "PC Booter",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "TRS-80",
            "Amstrad CPC",
            "TRS-80 CoCo",
            "Macintosh",
            "Browser",
            "Commodore 16, Plus/4",
            "Amstrad PCW",
            "Tatung Einstein",
            "CP/M"
        ],
        "Moby Score": 7.2,
        "Moby URL": "https://www.mobygames.com/game/53/zork-iii-the-dungeon-master/"
    },
    {
        "Title": "Beyond Zork: The Coconut of Quendor",
        "Description": "<p>Aimlessly wandering through the Southlands of Quendor, the hero of the game encounters the Implementors, powerful beings who warn him of a terrible danger: the Coconut of Quendor, the very embodiment of Magic, has been stolen by terrifying monsters known as Ur-Grue, said to be the spirits of fallen Implementors. The task is clear, but by no means easy: locate the Ur-Grue and return the Coconut of Quendor to its rightful owners!</p>\n<p><em>Beyond Zork: The Coconut of Quendor</em> introduces a somewhat different gameplay system compared to the previous text adventures of the <em>Zork</em> series. Text-based interaction and puzzle-solving are still present; however, role-playing elements have been added to the mix. The player character has six attributes assigned to him: endurance, strength, dexterity, intelligence, compassion, and luck. These can be determined by the player at the beginning of the game, randomly chosen by the game, or provided as part of a pre-generated character. The attributes affect the outcome of combat, which occurs in certain locations. They can also be raised or lowered during the game by gaining experience, drinking and eating certain items, wearing accessories, or in another fashion (sometimes humorous - for example, intelligence will be lowered by typing in swear words). Many locations and objects in the game are randomly generated.</p>",
        "Genres": [
            "Adventure",
            "Text-based / Spreadsheet",
            "Fixed / flip-screen",
            "Interactive fiction / text adventure",
            "Puzzle elements",
            "RPG elements",
            "Text parser",
            "Fantasy"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Apple II",
            "Apple IIgs",
            "Commodore 128",
            "Macintosh"
        ],
        "Moby Score": 7.2,
        "Moby URL": "https://www.mobygames.com/game/54/beyond-zork-the-coconut-of-quendor/"
    },
    {
        "Title": "Zork Zero: The Revenge of Megaboz",
        "Description": "<p>Lord Dimwit Flathead the Excessive was so much in love with himself that he ordered to erect a huge statue of himself in the Fublio Valley. This angered a local resident named Megaboz the Magnificent, who cast a curse over Dimwit and the entire Empire, and disappeared. Ninety-four years later, the curse is still in effect, and the king Wurb Flathead is looking for a brave adventurer who would find a way to remove it. This adventurer, naturally, is the game's protagonist, who possesses a piece of parchment given to him by his ancestors, which might be the key to the whole mystery...</p>\n<p><em>Zork Zero: The Revenge of Megaboz</em> is chronologically a prequel to the first three <em>Zork</em> games, and is a text adventure with a graphical interface and scene-based colors and borders. Like its predecessors, the game relies on puzzle-solving, including inventory item manipulation as well as logic-based puzzles. An interactive map, in-game hint system, and the included Encyclopedia Frobozzica are there to make the player's task somewhat easier. The game also includes four graphical mini-games based on popular logic puzzles.</p>",
        "Genres": [
            "Adventure",
            "Interactive fiction / text adventure",
            "Puzzle elements",
            "Fantasy"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Apple II",
            "Macintosh"
        ],
        "Moby Score": 7.4,
        "Moby URL": "https://www.mobygames.com/game/55/zork-zero-the-revenge-of-megaboz/"
    },
    {
        "Title": "Enchanter",
        "Description": "<p>You are a dim ignorant Apprentice Enchanter, but your task is enormous. You must save the world from the warlock Krill who is ruling the land with his evil powers. You are not the first in this quest but hopefully you will be the first to succeed, as the more experienced members of the Circle of Enchanters are powerless. You know the basics of magic and will have the chance to learn many spells. Keep your wits and use everything you can to your benefit!</p>\n<p><em>Enchanter</em> is a text adventure set in the <a href=\"https://www.mobygames.com/search/?q=zork\">Zork universe</a>, following the original <em>Zork</em> trilogy. As in the previous games, the player interacts with the environment by typing in text commands, usually combinations of verbs and objects. A new feature in the game is the player character's ability to cast spells. These spells must be memorized before the protagonist is able to cast them, and are learned during the course of the game. The text parser understands the names of the spells as verbs, and the player only needs to type in the spell name and the name of an object he/she wishes to cast that particular spell on.</p>",
        "Genres": [
            "Adventure",
            "Interactive fiction / text adventure",
            "Fantasy"
        ],
        "Platforms": [
            "DOS",
            "PC Booter",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "TRS-80",
            "Amstrad CPC",
            "TRS-80 CoCo",
            "Macintosh",
            "Amstrad PCW"
        ],
        "Moby Score": 6.7,
        "Moby URL": "https://www.mobygames.com/game/56/enchanter/"
    },
    {
        "Title": "Sorcerer",
        "Description": "<p>Following the defeat of the evil Krill in <a href=\"https://www.mobygames.com/game/56/enchanter/\">Enchanter</a>, the intrepid apprentice has become a full member of the Circle, under the command of the famed Necromancer Belboz. Very soon, however, the hero notices that something strange has been happening to the master. He frequently talks to himself and seems to be under some sort of a malevolent influence - until one day, he is mysteriously kidnapped. Looks like the brave Enchanter must venture on a perilous journey once again, and bring back the leader of the Circle.</p>\n<p><em>Sorcerer</em> is a sequel to <em>Enchanter</em>, and is part of the <a href=\"https://www.mobygames.com/search/?q=Zork\">Zork universe</a>. Like its predecessors, it is a text adventure, in which the player interacts with the game world by typing combinations of verbs and objects. The spell system from the previous game is back; a new feature is the protagonist's ability to drink magical potions, which must be done sometimes in order to solve the game's puzzles.</p>",
        "Genres": [
            "Adventure",
            "Interactive fiction / text adventure",
            "Fantasy"
        ],
        "Platforms": [
            "DOS",
            "PC Booter",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "TRS-80",
            "Amstrad CPC",
            "Macintosh",
            "Amstrad PCW"
        ],
        "Moby Score": 7.3,
        "Moby URL": "https://www.mobygames.com/game/57/sorcerer/"
    },
    {
        "Title": "Spellbreaker",
        "Description": "<p>The head of the Circle of Enchanters is a brave hero, the same one who has defeated the evil Krill and solved the mystery of the Necromancer Belboz. However, now an even greater threat has appeared: the very foundations of the art of Magic seem to be failing! The Guilds organize a great assembly to discuss the alarming waning of Magic; suddenly, a mysterious shadowy figure casts a spell that transforms everyone to toads and newts - everyone but the intrepid leader of the Circle, who must commit his most heroic deeds yet, solving the hardest mystery of all.</p>\n<p>The concluding part of the <em>Enchanter</em> trilogy within the <a href=\"https://www.mobygames.com/search/?q=Zork\">Zork universe</a>, <em>Spellbreaker</em> is a sequel to <a href=\"https://www.mobygames.com/search/?q=Sorcerer+-+INTERLOGIC+Fantasy\">Sorcerer</a>. The game plays similarly to its predecessors, the player inputting text commands to interact with the game world and solve puzzles. The magic system is still present; however, spellcasting can fail now, due to the game's premise of the decline of magic. A new feature is the player's ability to name the objects the protagonist collects in the game. This ability becomes a necessity when the player is required to collect the identically-looking Cubes of Foundation, having to name them in order to differentiate between them.</p>",
        "Genres": [
            "Adventure",
            "Interactive fiction / text adventure",
            "Fantasy"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "TI-99/4A",
            "Amstrad CPC",
            "Macintosh",
            "Amstrad PCW"
        ],
        "Moby Score": 7.1,
        "Moby URL": "https://www.mobygames.com/game/58/spellbreaker/"
    },
    {
        "Title": "Starcross",
        "Description": "<p>The year is 2186. Humanity has established colonies on the moon, Mars, and several of the larger asteroids. Earth's sky is dotted with space habitats, and the spaceways are always busy. As usual, there is the urgent need for energy to power this advanced civilization; one of the primary sources of that energy is quantum black holes.</p>\n<p>In <em>Starcross</em>, you are a miner of black holes, scouring the asteroid belt in your one-man survey ship. Finding and harnessing a single black hole can make a person's fortune. It's a lonely business, fraught with the known and unknown hazards of space. You've equipped your ship, the M.C.S. STARCROSS, with the best gear you could afford. You've put everything into this venture, and though you've tried before, you somehow sense that this time will be different.</p>\n<p>The ship's computer handles the functions of navigation and routine maintenance. You watch the sophisticated mass detector as it unceasingly scans the vicinity for uncharted masses. To assuage the tedium of your long trip, you browse through the compact tape library, a compendium of human knowledge and culture. But the drone of the ship gradually lulls you into a deep sleep.</p>\n<p>As you sleep, you dream of the riches which would be yours if your search for a quantum black hole is successful. Little do you suspect that the alarm on your mass detector is about to jolt you out of your dream - but not to grapple with the long-sought black hole. Your quest has taken an unexpected turn, for you are destined to rendezvous with a gargantuan alien spaceship from the outer fringes of the galaxy.</p>",
        "Genres": [
            "Adventure",
            "Interactive fiction / text adventure",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "DOS",
            "PC Booter",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "TRS-80",
            "Amstrad CPC",
            "Macintosh",
            "Commodore 16, Plus/4",
            "Amstrad PCW",
            "Tatung Einstein"
        ],
        "Moby Score": 7.0,
        "Moby URL": "https://www.mobygames.com/game/59/starcross/"
    },
    {
        "Title": "Suspended",
        "Description": "<p>On a space settlement named Contra, a human being serves as a regulator for the planet's vital systems: he controls transportation, weather, and manages resources all while being in a deep sleep, through the neural power of his brain. Such a regulator is called Central Mentality. However, after five hundred years of stasis, the current Central Mentality suddenly awakens, greatly troubled by reports of computer malfunctioning and resulting problems in weather condition, food production, and transport. He must now act, and act quickly: the crew members assumed that he has gone insane, and are coming to disconnect his mind. But what can he do if his state of suspended animation prevents him from moving?</p>\n<p><em>Suspended</em> is a text adventure game with a twist: instead of navigating the protagonist, the player indirectly controls six robots that do his or her bidding, exploring the environment and interacting with it. Each robot has different functions and has its own way of seeing reality and reacting to events around it. Iris is the only robot that can see and therefore visually describe locations and objects; Whiz can provide technical information obtained from computers; the sonar-powered Waldo is good at holding items; Auda is an expert in sounds; the cryptically speaking Poet senses the flow of electric currents; finally, Sensa can detect magnetic and photon emissions. The player advances in the game by using the different abilities of the robots and solving puzzles.</p>",
        "Genres": [
            "Adventure",
            "Text-based / Spreadsheet",
            "Fixed / flip-screen",
            "Interactive fiction / text adventure",
            "Puzzle elements",
            "Text parser",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "DOS",
            "PC Booter",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "TI-99/4A",
            "TRS-80",
            "Amstrad CPC",
            "Macintosh",
            "Commodore 16, Plus/4",
            "Amstrad PCW",
            "Tatung Einstein",
            "CP/M"
        ],
        "Moby Score": 7.7,
        "Moby URL": "https://www.mobygames.com/game/60/suspended/"
    },
    {
        "Title": "The Witness",
        "Description": "<p><em>The Witness</em> is a text adventure in which the player takes control of a police detective working near Los Angeles. The year is 1938, and on this stormy February night a wealthy but frightened man has asked the detective for protection. In spite of his best efforts, a death occurs, and the hero has twelve hours to solve the mystery and try to arrest the killer. If the player thinks there is enough evidence against one or more suspects to convince a jury of their guilt, he or she can arrest them and conclude the case.</p>",
        "Genres": [
            "Adventure",
            "Interactive fiction / text adventure",
            "Interwar",
            "Detective / mystery"
        ],
        "Platforms": [
            "DOS",
            "PC Booter",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "Amstrad CPC",
            "TRS-80 CoCo",
            "Macintosh",
            "Commodore 16, Plus/4",
            "Amstrad PCW",
            "CP/M"
        ],
        "Moby Score": 6.9,
        "Moby URL": "https://www.mobygames.com/game/61/the-witness/"
    },
    {
        "Title": "Infidel",
        "Description": "<p>You've been marooned by your crew in the vast wasteland of the Egyptian Desert. The burning heat causes you to think you are a brave explorer of fortune, but you have already been branded an Infidel. You are more likely to starve to death than finding the gold and riches that are hidden in the pyramids. </p>\n<p><strong>Difficulty Level:</strong> Advanced</p>",
        "Genres": [
            "Adventure",
            "Fixed / flip-screen",
            "Interactive fiction / text adventure",
            "Text parser",
            "Africa"
        ],
        "Platforms": [
            "DOS",
            "PC Booter",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "TRS-80",
            "Amstrad CPC",
            "TRS-80 CoCo",
            "Macintosh"
        ],
        "Moby Score": 6.9,
        "Moby URL": "https://www.mobygames.com/game/62/infidel/"
    },
    {
        "Title": "Seastalker",
        "Description": "<p>You must save the Aquadome!  But is it in more danger from an inside traitor, or a vicious sea monster? As a famous inventor and scientist, you will use your inventions and skills to save the day.</p>",
        "Genres": [
            "Adventure",
            "Interactive fiction / text adventure",
            "Text parser",
            "Steampunk"
        ],
        "Platforms": [
            "DOS",
            "PC Booter",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "Amstrad CPC",
            "TRS-80 CoCo",
            "Macintosh",
            "Amstrad PCW"
        ],
        "Moby Score": 6.8,
        "Moby URL": "https://www.mobygames.com/game/63/seastalker/"
    },
    {
        "Title": "Fire Hawk: Thexder - The Second Contact",
        "Description": "<p><em>Fire Hawk: Thexder - The Second Contact</em> is the sequel to <a href=\"https://www.mobygames.com/search/?q=Thexder\">Thexder</a>. </p>\n<p>The Fire Hawk robot has the same main design as Thexder: a laser, shield and the ability to transform into a jet. It's also possible to use some special weapons which can be found during the missions, such as the Flasher, (damages anything on screen) and the Stopper (freezes enemies for a while).</p>\n<p>Levels are divided into sub-levels, with each fourth one featuring a boss fight.</p>\n<p>Some of the main improvements compared to the original game include the ability to save a game at certain points, the ability to switch between special weapons during gameplay, and a greatly expanded high-quality soundtrack.</p>",
        "Genres": [
            "Action",
            "Side view",
            "2D scrolling",
            "Arcade",
            "Platform",
            "Shooter",
            "Mecha / giant robot",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "DOS",
            "MSX",
            "PC-88"
        ],
        "Moby Score": 7.3,
        "Moby URL": "https://www.mobygames.com/game/64/fire-hawk-thexder-the-second-contact/"
    },
    {
        "Title": "Big Top",
        "Description": "<p><em>Big Top</em> allows you to take on the role of Wendell, a rookie acrobat who must retrieve the ringmasters hats, and stop the chaos that resulted because of their disappearance. In your way are clowns that will hinder your progress, armed with the likes of knives and beach balls.</p>",
        "Genres": [
            "Action",
            "Side view",
            "Fixed / flip-screen",
            "Arcade",
            "Platform"
        ],
        "Platforms": [
            "PC Booter"
        ],
        "Moby Score": null,
        "Moby URL": "https://www.mobygames.com/game/65/big-top/"
    },
    {
        "Title": "Cosmic Crusader",
        "Description": "<p><em>Cosmic Crusader</em> is to <a href=\"https://www.mobygames.com/game/137/galaxian/\">Galaxian</a> as <a href=\"https://www.mobygames.com/game/270/space-strike/\">Space Strike</a> (by the same programmer) was to <a href=\"https://www.mobygames.com/search/?q=%E5%A4%AA%E7%A9%BA%E4%BE%B5%E7%95%A5%E8%80%85\">Space Invaders</a>. An alien space fleet has discovered the location of Earth, and - being an alien space fleet - immediately sets out on the attack. The only thing standing between the enemy and total Terran termination is you - the player, with your puny gunship that's stuck to the bottom of the screen and can only move left and right.</p>\n<p>Each stage pits you against a contingent of alien ships hovering menacingly above you. Occasionally, an enemy will break formation and go out on a sortie, diving towards you while shooting - only to re-emerge at the top of the screen. The different ship types have different offensive maneuvers. Shooting them in the midst of a dive scores more points than picking them off in formation; some will bring their buddies along and go out in triads, which net you a special bonus if destroyed in the right order. Another bonus is awarded for eliminating the command ship that comes along once per level, shoots at you and runs off.</p>\n<p>You can temporarily protect yourself by activating your shields (at the cost of your ability to fire) - knock down the occasional floating disc to get an extra one. You start with three ships, and gain a new one for every 2000 points scored. 9 difficulty levels are available.</p>",
        "Genres": [
            "Action",
            "Top-down",
            "Arcade",
            "Shooter",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "PC Booter"
        ],
        "Moby Score": 7.0,
        "Moby URL": "https://www.mobygames.com/game/66/cosmic-crusader/"
    },
    {
        "Title": "Snack Attack II",
        "Description": "<p>Like the first <a href=\"https://www.mobygames.com/game/72253/snack-attack/\">Snack Attack</a> game, the sequel is a gluttony-rewarding revamp of <a href=\"https://www.mobygames.com/game/138/pac-man/\">Pac-Man</a> starring Snacker the whale. Snacker is having another bad case of the munchies, and decides to explore the mazes for delicious gumdrops to gobble up. As before, he'll have to evade the Gumdrop Guards who seek to put a stop to his candy binge; each maze contains a number of magic stars that let him dine on the guards for a limited time, and special doorways that admit either Snacker or the guards, but not both. \nClear all three different mazes, and they'll repeat at a higher speed with tougher guards.</p>\n<p>This time, the game is further enhanced by new maze layouts, six difficulty levels, and enemies that vary in behavior and speed; the bonus foodstuff that sometimes appears gives Snacker a temporary speed-boost, too. The top score for each skill level is recorded on disk.</p>",
        "Genres": [
            "Action",
            "Top-down",
            "Fixed / flip-screen",
            "Arcade"
        ],
        "Platforms": [
            "PC Booter"
        ],
        "Moby Score": null,
        "Moby URL": "https://www.mobygames.com/game/67/snack-attack-ii/"
    },
    {
        "Title": "Master Miner",
        "Description": "<p>It's the 22nd century, and mankind's greed finds new outlets throughout the Solar system; you, a gem prospector, have set off for the asteroid belt to harvest precious stones.  However, an ideological dispute is getting in the way: the Commie Claim Jumpers - a contrary bunch of space pirates - seem to be contesting your mining rights, and voicing their protest by shooting at you and stealing your gems.</p>\n<p>This stands a good chance of ruining your day, but you're packing some firepower yourself - your ship's frontal gun, with its limited (but recharging) ammo.  Your job is to roam the asteroid field, pick up gems and deposit them at your base for safekeeping.  The Marxist marauders come in a variety of vehicles: the Gem Protector and the Seek &amp; Destroy, which fire at you; the faster Kamikaze, which tries to ram you; and the Gem Thief, which lives up to its name by snatching your valued bounty and retreating to its own base. If it's destroyed in mid-thieving, it drops its cargo for you to recover.</p>\n<p>Five skill levels are available.  For more mayhem there's the simultaneous two-player mode, where two miners battle each other as well as the pirates.</p>",
        "Genres": [
            "Action",
            "Top-down",
            "Arcade",
            "Shooter",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "PC Booter"
        ],
        "Moby Score": null,
        "Moby URL": "https://www.mobygames.com/game/68/master-miner/"
    },
    {
        "Title": "SimCity 3000",
        "Description": "<p>As a mayor, it is your job to manage your city.  It starts off empty, but will grow.  You can zone parts of your city for residential, commercial &amp; industry. In addition to zoning, you can build roads, parks, trains, water pipes,  power plants and much much more.  If you are successful,  your city will grow and prosper.  If you fail you will bankrupt the city and get thrown out of office.</p>",
        "Genres": [
            "Simulation",
            "Strategy / tactics",
            "Diagonal-down",
            "Free camera",
            "Isometric",
            "Real-time",
            "City building / construction simulation",
            "Managerial / business simulation",
            "Point and select",
            "Contemporary"
        ],
        "Platforms": [
            "Windows",
            "Macintosh"
        ],
        "Moby Score": 7.8,
        "Moby URL": "https://www.mobygames.com/game/69/simcity-3000/"
    },
    {
        "Title": "Sid Meier's Railroad Tycoon",
        "Description": "<p>With $100000 in the bank after taking out loans and selling stocks, it's time to start a railroad! Choose from 4 scenarios across two continents with randomly generated resources, and design your own railroad that moves people and goods across the country. Use the revenue to continue expanding, while keeping control of your company and appeasing your stock holders with growth and revenues. Play the stock market with company assets. Drive your competitors out of business with buyouts and rate wars. Multiple types of resources to carry (roughly grouped as slow freight, fast freight, passengers, mail) and convert, own facilities to maximize profit (buy a steel mill and the conversion from iron ore to steel makes money for YOU). Use the latest available technology to your advantage (new locomotives). Your objective is to retire with a huge bonus (based on your company's assets) and become the President or the Prime Minister (depending on which continent). </p>\n<p>The game is essentially a bird's-eye-view real-time strategy game with aspects of building and stock market manipulation. Each fiscal period is 2-years, which corresponds to 1-day of track time. Build different sizes of stations to take care of different local needs, create trains that switch consists at different stations and maximize throughput. Upgrade/retire/modify trains as times change. The faster the trains arrive, the more money they earn. Multiple options will keep you busy as each game is different.</p>",
        "Genres": [
            "Simulation",
            "Strategy / tactics",
            "Top-down",
            "Real-time",
            "Managerial / business simulation",
            "Train"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Macintosh",
            "PC-98",
            "FM Towns"
        ],
        "Moby Score": 8.2,
        "Moby URL": "https://www.mobygames.com/game/70/sid-meiers-railroad-tycoon/"
    },
    {
        "Title": "Night Mission Pinball (v3.0)",
        "Description": "<p>Updated version of the original classic computer pinball game.</p>",
        "Genres": [
            "Simulation",
            "Arcade",
            "Pinball"
        ],
        "Platforms": [
            "DOS"
        ],
        "Moby Score": null,
        "Moby URL": "https://www.mobygames.com/game/71/night-mission-pinball-v30/"
    },
    {
        "Title": "Night Mission Pinball",
        "Description": "<p><em>Night Mission Pinball</em> is a pinball game simulation. You can change many physical parameters of the machine to suit your playing style or your whim such as the number of balls, ball speed, the incline of the machine, the kick off the bumpers, etc. It supports 1-4 players and is controlled by the keyboard or joystick.</p>\n<p>The Atari 8-bit version made use of the keyboard click speaker for sound-effects.</p>",
        "Genres": [
            "Simulation",
            "Arcade",
            "Pinball"
        ],
        "Platforms": [
            "PC Booter",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit"
        ],
        "Moby Score": 7.1,
        "Moby URL": "https://www.mobygames.com/game/72/night-mission-pinball/"
    },
    {
        "Title": "Archon: The Light and the Dark",
        "Description": "<p><em>Archon: The Light and the Dark</em> is a strategic board game with some similarities to chess. Two sides, a light one and a dark one, consisting of 18 pieces each compete on a board divided into (9 by 9) squares. You win the game by having one of your units on each of the five powerpoint squares, by removing all opposing pieces from the board or by imprisoning the last remaining creature of the opposing side.</p>\n<p>However, you can't just remove a piece from the board by landing on it. When two pieces clash, the outcome is decided in the battle arena during one-on-one real-time combat. If the real-time combat takes place on a dark square, the dark monster gets a health bonus (longer life bar). On a light square the light side gains an advantage. There are also some squares whose color changes over time (from afternoon, to dusk, to night, to dawn etc.), which adds an extra layer of strategy to the game.</p>\n<p>Unlike chess the two sides are not identical. Both sides consist of mythological creatures. For example the light side has among others unicorns, valkyries and a djinni while the dark side features basilisks, banshees and manticores. The differences are not just cosmetic. Two special pieces are the light wizard &amp; the dark sorceress, they can both cast magical spells like: imprison a unit on the board, shift the flow of time (change day/night cycle to your advantage), bring one unit back from the dead etc.</p>\n<p>The different pieces have their own movement restrictions regarding the number of squares they're allowed to travel on the board and whether or not they can jump over other units (like the knight in chess). Units also behave different in combat; some units are faster than others, some use melee attacks while others fire projectiles.</p>\n<p><em>Archon</em> can be played with either one or two players.\nThe NES version, which was released a few years after the other versions, has improved graphics for the real-time combat part. Each type of square has it's own colored background and the unit sprites are larger.</p>",
        "Genres": [
            "Action",
            "Strategy / tactics",
            "Top-down",
            "Real-time",
            "Turn-based"
        ],
        "Platforms": [
            "PC Booter",
            "Amiga",
            "NES",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "ZX Spectrum",
            "Amstrad CPC",
            "Palm OS",
            "Macintosh",
            "iPhone",
            "PC-88",
            "iPad",
            "Sharp X1",
            "FM-7"
        ],
        "Moby Score": 7.5,
        "Moby URL": "https://www.mobygames.com/game/73/archon-the-light-and-the-dark/"
    },
    {
        "Title": "Project Neptune",
        "Description": "<p>Taking on the role of special agent Robert \"Rip\" Steel, it is up to you to destroy the evil Yellow Shadow's network of undersea mining bases. At the same time, you must protect your own bases from attack. You are in command of a small but powerful submarine, and must work quickly and strategically, if you are to succeed.</p>",
        "Genres": [
            "Action",
            "Strategy / tactics",
            "1st-person",
            "Shooter",
            "Flight / aviation",
            "Naval / watercraft",
            "Licensed"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Amstrad CPC"
        ],
        "Moby Score": 6.8,
        "Moby URL": "https://www.mobygames.com/game/74/project-neptune/"
    },
    {
        "Title": "Crossfire",
        "Description": "<p>In this adaptation of the arcade game <a href=\"https://www.mobygames.com/game/64456/targ/\">Targ</a> your job is to defend your city from marauding alien beasts. You can simultaneously maneuver your craft and shoot in four directions while patrolling the regular grid of streets - the enemy has surrounded your city block, and attacks are coming in from all sides as the aliens swarm in with all guns blazing. To survive, you'll have to blast your way out by darting in and out of the line of fire and taking down the assailants with your own volleys: once they're all eliminated, you go forth to the next level, to face yet another wave.</p>\n<p>Ammunition is limited, and from time to time you'll have to restock by picking up a fresh supply. Every level contains four bonus crystals: as time goes by, they emerge one-by-one to be picked up, and each is worth twice as much as the last. The game starts you off with three ships, though you get a fresh one for every 5000 points you score.</p>",
        "Genres": [
            "Action",
            "Top-down",
            "Arcade",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "PC Booter",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "VIC-20"
        ],
        "Moby Score": 7.0,
        "Moby URL": "https://www.mobygames.com/game/75/crossfire/"
    },
    {
        "Title": "Shamus",
        "Description": "<p>Infiltrate the lair of the elusive Shadow, shoot and sneak your way through his army of robotic minions, and hunt him down before he does the same to you. Starring in the titular role of Shamus, you will have to find your way through over 120 rooms in this cross between <a href=\"https://www.mobygames.com/game/8847/berzerk/\">Berzerk</a>'s \"robots in a maze\" action and <a href=\"https://www.mobygames.com/game/11162/adventure/\">Adventure</a>'s exploration of a predefined game world.</p>\n<p>The elusive villain's henchmen will express their disapproval of your plans in rather strong terms, namely with showers of bullets. What's more, once they're dead they don't necessarily stay that way: each time a room is re-entered, a random selection of them will respawn. The Shadow has also arranged for electrified walls throughout his compound, so bumping into them will prove quite lethal.</p>\n<p>The labyrinth of chambers is divided into four levels, with multiple locked doors that'll have you wandering around in search of the right keys. If you tarry too long in the same room, a bulletproof Shadow (taking a page from Evil Otto's book) will drop by to discourage loitering.</p>",
        "Genres": [
            "Action",
            "Top-down",
            "Arcade",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "PC Booter",
            "Game Boy Color",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "VIC-20",
            "TI-99/4A",
            "TRS-80 CoCo",
            "PC-6001"
        ],
        "Moby Score": 6.8,
        "Moby URL": "https://www.mobygames.com/game/76/shamus/"
    },
    {
        "Title": "Karnov",
        "Description": "<p>Jinborov Karnovski (also known as the titular Karnov), is a Russian circus strongman who is collecting all of the pieces of a treasure map so he can become a wealthy man. This Lost Treasure of Babylon is being guarded by the evil dragon Ryu. While the gameplay is basically the same as the other versions, the story for the Famicom version is different. It involves Karnov, who comes from a small town called Cleamina, being called by God to be his envoy. Karnov is tasked with getting rid of the evil troublemaker known as Alakatai.</p>\n<p><em>Karnov</em> features nine stages of side-scrolling action. Karnov's main attack is to breathe fireballs at his enemies. Karnov can collect power-up orbs which can increase the amount of fire he can breathe out. Karnov is also able to jump, with the height being increased by collecting boots. Other items Karnov can carry and use include bombs, ladders, boomerangs, clappers (which destroy minor enemies that are currently on the screen instantaneously), and shields. Occasionally, Karnov will be able to make use of certain items such as wings which let him fly in the air and a scuba gear helmet which lets him swim underwater. Also, scattered throughout the stages are K icons. Collecting 50 of these will reward Karnov an extra life.</p>",
        "Genres": [
            "Action",
            "Side view",
            "2D scrolling",
            "Platform",
            "Regional differences"
        ],
        "Platforms": [
            "DOS",
            "PC Booter",
            "NES",
            "Commodore 64",
            "ZX Spectrum",
            "Amstrad CPC",
            "Macintosh",
            "Arcade"
        ],
        "Moby Score": 5.8,
        "Moby URL": "https://www.mobygames.com/game/77/karnov/"
    },
    {
        "Title": "Prince of Persia 2: The Shadow & The Flame",
        "Description": "<p>After having defeated the evil Grand Vizier Jaffar, the brave Prince claimed just one reward: the hand of the beautiful daughter of the Persian Sultan. However, as the Prince approached the palace, his appearance suddenly turned into that of a beggar. Someone who looked just like the Prince ordered to throw him out. It turns out that Jaffar is alive and back for vengeance. Banished from the palace, the unfortunate Prince must travel to faraway lands and find a way to defeat the villain.</p>\n<p><em>Prince of Persia 2</em> is, like its <a href=\"https://www.mobygames.com/search/?q=%E3%83%97%E3%83%AA%E3%83%B3%E3%82%B9%E3%82%AA%E3%83%96%E3%83%9A%E3%83%AB%E3%82%B7%E3%83%A3\">predecessor</a>, a cinematic platformer. Much of the gameplay is reminiscent of the first game, focusing on precise jumping puzzles, swordfighting, and overcoming many hazards in order to stay alive. Swordfighting is more prominent and features situations where several enemies attack the Prince at once. Reinforcements may arrive after the Prince has eliminated all visible enemies. Like its predecessor, the game must be completed within a time limit.</p>",
        "Genres": [
            "Action",
            "Side view",
            "2D scrolling",
            "Platform",
            "Puzzle elements",
            "Middle East"
        ],
        "Platforms": [
            "DOS",
            "SNES",
            "Macintosh",
            "PC-98",
            "FM Towns"
        ],
        "Moby Score": 7.8,
        "Moby URL": "https://www.mobygames.com/game/78/prince-of-persia-2-the-shadow-the-flame/"
    },
    {
        "Title": "Mine Shaft",
        "Description": "<p>It's business as usual down at the gemstone mines... or at least it was, until your trusty mining robots started going haywire and wrecking equipment. Rather than cut your losses, you decide to stick around: can you excavate the crystals from each mine and make a hasty exit before the dysfunctional robots destroy your mine cart?</p>\n<p>The action takes you down to the twisty network of passageways inside the mine, where several gems are strewn about waiting to be picked up. Soon enough the robots arrive and start running amok, chasing your mine cart along the twists and turns; any contact with them will cost you a life.  Luckily (and somewhat unusually, for a mine cart) you're equipped with a gun to shoot them down. When you either collect all the crystals, or hunt down all the errant robots, the exit will appear: pass through it to move on to the next level.</p>\n<p>You earn an extra life for every level cleared, and the robots in turn multiply and get faster - later levels introduce new enemy types, including the dreaded (and bullet-proof!) skull.</p>",
        "Genres": [
            "Action"
        ],
        "Platforms": [
            "PC Booter",
            "Apple II"
        ],
        "Moby Score": 6.4,
        "Moby URL": "https://www.mobygames.com/game/79/mine-shaft/"
    },
    {
        "Title": "Jumpman",
        "Description": "<p><em>Jumpman</em> is a bomb disposal expert. He is called on to save the Jupiter headquarters after the evil Alienators invade it and booby-trap its 30 levels.</p>\n<p>In this early platform game, the titular hero must find his way around each screen, collecting every bomb. There are platforms and ladders to use, and a jet booster to propel you up the screen. However there are also enemies to avoid, and Jumpman must be careful not to fall too far.</p>",
        "Genres": [
            "Action",
            "Side view",
            "Fixed / flip-screen",
            "Platform"
        ],
        "Platforms": [
            "Windows",
            "PC Booter",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "Wii",
            "Antstream"
        ],
        "Moby Score": 7.5,
        "Moby URL": "https://www.mobygames.com/game/80/jumpman/"
    },
    {
        "Title": "TV and Cinema 101: Trivia from Talkies to Trekkies",
        "Description": "<p>Up to 14 individuals or teams can play in this game of TV and movie trivia.</p>",
        "Genres": [
            "Game show / trivia / quiz"
        ],
        "Platforms": [
            "PC Booter"
        ],
        "Moby Score": null,
        "Moby URL": "https://www.mobygames.com/game/81/tv-and-cinema-101-trivia-from-talkies-to-trekkies/"
    },
    {
        "Title": "Bumble Plot",
        "Description": "<p><em>Bumble Plot</em> is an educational game meant to help develop geometry skills for children between the ages of 8 to 12 years old. The game has a children-oriented visual design, but the actual gameplay consists entirely of real geometrical problems. Players' performance is evaluated with praise or encouragement.</p>",
        "Genres": [
            "Educational",
            "Math / logic"
        ],
        "Platforms": [
            "DOS",
            "Commodore 64",
            "Apple II",
            "TRS-80 CoCo"
        ],
        "Moby Score": null,
        "Moby URL": "https://www.mobygames.com/game/82/bumble-plot/"
    },
    {
        "Title": "Adventures in Math",
        "Description": "<p>In <em>Adventures in Math</em> the player takes the role of a treasure hunter who explores a castle. The goal of the game is to find the exit while earning as much points as possible. Points are rewarded for picking locks and finding treasures. To achieve these tasks the player has to solve mathematical riddles while using the four basic arithmetic operations. The answer has to be typed in by using the keyboard. If the player doesn't succeed the game shows the correct answer and he has to try again - but in a few cases the treasure gets stolen by a spider and is lost forever.</p>\n<p>In the beginning of each round the player selects the size of the castle and the used combinations of mathematical operations, e.g. only addition or multiplication and division.</p>",
        "Genres": [
            "Educational",
            "1st-person",
            "Math / logic"
        ],
        "Platforms": [
            "DOS"
        ],
        "Moby Score": 6.5,
        "Moby URL": "https://www.mobygames.com/game/83/adventures-in-math/"
    },
    {
        "Title": "Monster Math",
        "Description": "<p>Answer basic math skill questions to erase the monsters and earn points.</p>",
        "Genres": [
            "Educational",
            "Math / logic"
        ],
        "Platforms": [
            "DOS"
        ],
        "Moby Score": null,
        "Moby URL": "https://www.mobygames.com/game/84/monster-math/"
    },
    {
        "Title": "Starflight 2: Trade Routes of the Cloud Nebula",
        "Description": "<p>Following the events of <a href=\"https://www.mobygames.com/game/115/starflight/\">the first Starflight</a>, the galaxy is at relative peace. The balance of power is disrupted when the Spemin, usually a minor nuisance, suddenly gain technological superiority and begin a campaign of expansionism. Through investigation, Interstel determines that the Spemin technology is not their own and that they have obtained it from somewhere on the other side of a flux (wormhole). Interstel commissions a force to visit this area, called the Cloud Nebula, and find a way to nullify the Spemin technology.</p>\n<p><em>Starflight 2</em> is a space exploration game that contains much of the interface from its predecessor. This includes crew management, ship improvement, resource collection, planet landings, alien diplomacy and exploration of a new galaxy. Much of the gameplay takes place via a standard interface that allows access to ship stations. Landing on a planet however will shift to an overhead view and the player manually controls his rover while searching for objects of interest. </p>\n<p>New to <em>Starflight 2</em> is trading, alien races will now buy and sell unique items at different prices, it is no longer necessary to return to the Interstel starport to sell resources. As mentioned, the galaxy itself and the alien races that inhabit it are also new. New technologies exist for the player such as Blasto Pods (torpedoes); a devastating weapon, and Jump Pods; which will transport anywhere on the starmap.</p>",
        "Genres": [
            "Role-playing (RPG)",
            "Simulation",
            "Real-time",
            "Space flight",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "DOS",
            "Windows",
            "Amiga",
            "Macintosh"
        ],
        "Moby Score": 7.4,
        "Moby URL": "https://www.mobygames.com/game/85/starflight-2-trade-routes-of-the-cloud-nebula/"
    },
    {
        "Title": "The Crimson Crown",
        "Description": "<p>In <a href=\"https://www.mobygames.com/search/?q=Transylvania\">Transylvania</a> we rescued Princess Sabrina, and met Crown Prince Erik. They return upon news of the King John the Good’s death, and learn the crown has vanished. The Vampire Lord Drakul tries to uncover its secrets to become King, and threatens its land. </p>\n<p>As their guide, they accompany you on their journey to reclaim the crown an amulet of immense power and rid the land of the Vampire. Certain tasks require their unique abilities, Princess Sabrina understands magic and Crown Prince Erik can use items that rightfully belongs to the heir of the throne, among other roles.</p>\n<p>Some places seem familiar, and others are new. Recognizable ancient tree stump and the new mysterious Wizard’s castle to underground caverns. </p>\n<p>Encounter unusual characters and creatures that roam these parts - a friendly Griffin or the wicked Witch to curious Trolls, who like shiny objects. Whenever the Sage appears speak to him, and listen to his words of wisdom. Travelers are advised to know how to answer their riddles.</p>",
        "Genres": [
            "Adventure",
            "Interactive fiction / text adventure"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Macintosh",
            "PC-88",
            "PC-98",
            "FM-7"
        ],
        "Moby Score": 7.1,
        "Moby URL": "https://www.mobygames.com/game/86/the-crimson-crown/"
    },
    {
        "Title": "Cutthroats",
        "Description": "<p>You live on a small seaport island called Hardscrabble -- hardly the hip place to be.  Working as a professional scuba diver, you have the chance to salvage a sunken treasure from one of four shipwrecks, earn the respect of all the old farts and become wealthy beyond all imagination.</p>",
        "Genres": [
            "Adventure",
            "Fixed / flip-screen",
            "Interactive fiction / text adventure",
            "Text parser"
        ],
        "Platforms": [
            "DOS",
            "PC Booter",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "TI-99/4A",
            "TRS-80",
            "Amstrad CPC",
            "Macintosh",
            "Commodore 16, Plus/4",
            "Amstrad PCW"
        ],
        "Moby Score": 7.0,
        "Moby URL": "https://www.mobygames.com/game/87/cutthroats/"
    },
    {
        "Title": "The Hitchhiker's Guide to the Galaxy",
        "Description": "<p>You are Arthur Dent, an Englishman with a bad hangover wearing a dressing gown containing a much needed buffered analgesic and some fluff. Your house has just been destroyed, followed shortly thereafter by your planet Earth (mostly harmless). You’ve been rescued by your friend Ford Prefect, who’s not actually an out-of-work actor. He has given you a book (The Hitchhiker’s Guide to the Galaxy), a towel, and is now telling you to put a fish in your ear. It must be a Thursday; you’ve never quite gotten the hang of Thursdays.</p>\n<p><em>The Hitchhiker’s Guide to the Galaxy</em> is written by Douglas Adams and Steven Meretzky and based on Adams’ BBC radio series, television series, and the series of subsequent novelizations. It’s one of the classic Interactive Fiction games produced by Infocom, labeled as Science Fiction and has a Standard Level of Difficulty. Though divergent from the source material, the main characters, locations, and concepts are here. Unlike the book, death can come quickly if Arthur fails to observe his surroundings, collect inventory, talk to people, and consult the Guide. DON’T PANIC!</p>\n<p>Original C=64 <em>Grey</em> Box Contents:\nMegadodo Publications Advertising Booklet for your very own Hitchhiker's Guide to the Galaxy complete with Fluff, Destruct orders for your home and planet, a nice red button with the words DON'T PANIC printed in large yellow letters, a pair of Joo Janta 200 Super-Chromatic Peril-Sensitive Sunglasses, No Tea, and your very own Microscopic Space Fleet. All this can be yours, for the low, low price of only 59.99 Altairian Dollars.</p>",
        "Genres": [
            "Adventure",
            "Text-based / Spreadsheet",
            "Interactive fiction / text adventure",
            "Sci-fi / futuristic",
            "Comedy",
            "Licensed"
        ],
        "Platforms": [
            "DOS",
            "PC Booter",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "TI-99/4A",
            "TRS-80",
            "Amstrad CPC",
            "Commodore 128",
            "TRS-80 CoCo",
            "Macintosh",
            "Browser",
            "Commodore 16, Plus/4",
            "Amstrad PCW",
            "Tatung Einstein"
        ],
        "Moby Score": 7.9,
        "Moby URL": "https://www.mobygames.com/game/88/the-hitchhikers-guide-to-the-galaxy/"
    },
    {
        "Title": "Dr. Dumont's Wild P.A.R.T.I.",
        "Description": "<p>You have been transferred into Dr. Dumont's P.A.R.T.I. (Particle Accelerator and Reality Translation Integrator). Have fun trying to get out.</p>\n<p>This is a greatly expanded and updated version of <a href=\"https://www.mobygames.com/search/?q=Dr.+Dumonts+Wild+P.A.R.T.I.+Macintosh\">the original game from 1988</a>.</p>",
        "Genres": [
            "Adventure",
            "Interactive fiction / text adventure"
        ],
        "Platforms": [
            "DOS"
        ],
        "Moby Score": null,
        "Moby URL": "https://www.mobygames.com/game/89/dr-dumonts-wild-parti/"
    },
    {
        "Title": "Tass Times in Tonetown",
        "Description": "<p>Your grandfather has invented a device which makes real everything he can see in his dream. All the strange places and creatures he can dream about really exist in an alternate reality. One of those creatures, named Franklin Snarl, traveled through the device to our reality and kidnapped Gramps, teleporting him into the crazy world of Tonetown. He hopes that Gramps will always remain asleep, which assures Snarl's own existence!</p>\n<p>Now it's up to you, the hero of the game to travel to the alternate dimension of Tonetown and to rescue your grandfather. You interact with the environment by either typing in commands, or choosing one of the action icons available as interface. The game, therefore, combines text-based interaction with the more modern \"point and click\" approach.</p>",
        "Genres": [
            "Adventure",
            "Interactive fiction / text adventure"
        ],
        "Platforms": [
            "PC Booter",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Apple IIgs",
            "Macintosh"
        ],
        "Moby Score": 7.6,
        "Moby URL": "https://www.mobygames.com/game/90/tass-times-in-tonetown/"
    },
    {
        "Title": "Transylvania",
        "Description": "<p><em>Transylvania</em> is an adventure with optional graphics, and a VERB NOUN interface. Two weeks ago, Princess Sabrina suddenly vanished and has remained unseen since. King John the Good asks any travellers to help locate her - you volunteer. </p>\n<p>As you begin your quest in the dark forests of Transylvania, beware of the evil that lurks. You will encounter strange creatures like a vampire and a goblin, and experience strange things. Most importantly, a werewolf is constantly chasing you, until you find the pistol and bullets necessary to kill it. Remember fellow traveller, take care...</p>",
        "Genres": [
            "Adventure",
            "Interactive fiction / text adventure",
            "Horror"
        ],
        "Platforms": [
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "Macintosh",
            "PC-88",
            "PC-98",
            "FM-7"
        ],
        "Moby Score": 7.3,
        "Moby URL": "https://www.mobygames.com/game/91/transylvania/"
    },
    {
        "Title": "Altered Destiny",
        "Description": "<p>One fine day P. J. Barrett, an ordinary human being from the planet Earth, goes to a repair shop to get his TV set fixed. When he comes back for it, he accidentally picks up the wrong one. No big deal? Quite on the contrary. When the unsuspecting Mr. Barrett returns home and turns the TV on, he is sucked into a portal! One moment later, he finds himself on the strange planet of Daltere. Naturally, this planet needs a savior: the evil alien Helmar has stolen an artifact known as the Jewel of Light, thus endangering the entire galaxy. Now our unlikely hero has to overcome various obstacles and save the world.</p>\n<p><em>Altered Destiny</em> is a puzzle-solving adventure game. The interface is very similar to the one used in the <a href=\"https://www.mobygames.com/group/404/les-manley-series/\">Les Manley</a> games by the <a href=\"https://www.mobygames.com/company/23/accolade-inc/\">same company</a>. The navigation can be done with the mouse (point-and-click), but the game still requires text input to issue commands to the hero and to interact with the world.</p>",
        "Genres": [
            "Adventure",
            "3rd-person (Other)",
            "Graphic adventure",
            "Puzzle elements",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "DOS",
            "Windows",
            "Amiga"
        ],
        "Moby Score": 6.8,
        "Moby URL": "https://www.mobygames.com/game/92/altered-destiny/"
    },
    {
        "Title": "Suspect",
        "Description": "<p>You are a suspected murderer and time is running out because the police are ready to throw the books at you. If you ever want to return to your normal life of being a reporter you better prove your innocence. However, the real murderer is probably watching your every move -- so be careful.</p>",
        "Genres": [
            "Adventure",
            "Interactive fiction / text adventure",
            "Detective / mystery"
        ],
        "Platforms": [
            "DOS",
            "PC Booter",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "TI-99/4A",
            "Amstrad CPC",
            "Macintosh",
            "Commodore 16, Plus/4",
            "Amstrad PCW"
        ],
        "Moby Score": 8.1,
        "Moby URL": "https://www.mobygames.com/game/93/suspect/"
    },
    {
        "Title": "A Mind Forever Voyaging",
        "Description": "<p>The year is 2031 and the world is near the brink of economic collapse. To avoid this, the president comes up with a plan to stop the disaster - but before applying it, the long-term impacts on the world need to be validated. This is done with a simulation visited by the computer project PRISM, designed to be a true AI. The game starts when PRISM awakes from a simulation of his own, human life and is told that he is in fact the world's first sentient machine. At this point, the player takes control over PRISM.</p>\n<p><em>A Mind Forever Voyaging</em> is a text-based interactive fiction game. The player reads descriptions which detail the surroundings and communicates with the game by typing in commands. Most of the time is spent in simulation mode where the player repeatedly visits the town of Rockvil and needs to record situations of everyday or special activities going on. If the player has recorded enough, the game progresses and the simulation ten years ahead can be visited. However, the recording device has no unlimited capacity - when full, the player needs to exit the simulation and let the recordings review by the project leader. Then the current simulation can be simply started again from the start to find new situations - the same applies when dying.</p>\n<p>Between simulations and toward the end there are situations outside the simulation, but overall the game is light on puzzle-solving and more about experiencing how said plan changes Rockvil and its people over time. Outside the simulation there are three more modes to enter: communications (switching to various video/audio units to examine other locations and people), library (various documents and other information to read) and interlace (communicating and giving orders to the own subsystems).</p>",
        "Genres": [
            "Adventure",
            "Text-based / Spreadsheet",
            "Interactive fiction / text adventure",
            "Text parser",
            "Cyberpunk / dark sci-fi"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Apple II",
            "Commodore 128",
            "Macintosh"
        ],
        "Moby Score": 7.8,
        "Moby URL": "https://www.mobygames.com/game/94/a-mind-forever-voyaging/"
    },
    {
        "Title": "Wishbringer",
        "Description": "<p>In this game, the player controls a postal clerk in the small fishing village of Festeron. The postmaster, Mr. Crisp, orders the player to deliver an envelope to the owner of Ye Olde Magick Shoppe. However, this seemingly innocent task inexplicably leads to a strange phenomenon: as the hero steps out, he finds that Festeron has been mysteriously transformed into a dark, ominous town called Witchville. Even cute little poodles have turned into hellhounds! Finding the Wishbringer, a stone that grants seven wishes to those who possess the right objects, seems like the only solution - or is it?</p>\n<p><em>Wishbringer</em> is a text adventure set in the <a href=\"https://www.mobygames.com/search/?q=zork\">Zork universe</a>. The player types in commands to navigate the character, interact with the game world, and solve puzzles. The game has a rather open-ended structure, with many situations possessing several solutions; the player can opt for a \"magical\" approach to the tasks, using the titular stone, or attempt to solve the game in a more straightforward way.</p>",
        "Genres": [
            "Adventure",
            "Interactive fiction / text adventure",
            "Fantasy"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 8-bit",
            "TI-99/4A",
            "Amstrad CPC",
            "Commodore 128",
            "TRS-80 CoCo",
            "Macintosh",
            "Amstrad PCW",
            "Tatung Einstein"
        ],
        "Moby Score": 7.6,
        "Moby URL": "https://www.mobygames.com/game/95/wishbringer/"
    },
    {
        "Title": "Quarantine",
        "Description": "<p>In <em>Quarantine</em>, you play the part of a taxi driver, desperate to escape from the violent prison city of Kemo. Deliver passengers to their destinations, so you can earn money to upgrade your cab, and take on undercover missions in the hope that somehow you can find a way out. An impressive array of cab-mounted weaponry will help you to survive.</p>",
        "Genres": [
            "Action",
            "Racing / Driving",
            "1st-person",
            "Shooter",
            "Automobile",
            "Cyberpunk / dark sci-fi"
        ],
        "Platforms": [
            "DOS",
            "PlayStation",
            "SEGA Saturn",
            "3DO"
        ],
        "Moby Score": 6.5,
        "Moby URL": "https://www.mobygames.com/game/96/quarantine/"
    },
    {
        "Title": "Wonderland",
        "Description": "<p>Alice was sitting at the river bank with her sister and got drowsy. Suddenly, she sees a white rabbit who was hurrying somewhere, muttering something to himself. Curious, Alice follows the rabbit into a hole that leads into a bizarre world populated by strange and exotic creatures. Alice has to use her wits in order to understand Wonderland's twisted laws of logic and figure out a way to return home.</p>\n<p><em>Wonderland</em> is a text adventure with graphics, based on Lewis Carroll's classic novel <em>Alice in Wonderland</em>. The game follows the book's general story while adding many descriptions, locations, and puzzles of its own. The interaction with the environment is done mostly by typing; however, commands may also appear in pop-up menus and can be selected by the player. Sometimes puzzles need to be solved in order to be able to advance. The game features windows with adjustable size, separating the graphical display from inventory, command interface, text descriptions, and other options.</p>",
        "Genres": [
            "Adventure",
            "Interactive fiction / text adventure",
            "Puzzle elements",
            "Licensed"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Acorn 32-bit"
        ],
        "Moby Score": 7.8,
        "Moby URL": "https://www.mobygames.com/game/97/wonderland/"
    },
    {
        "Title": "Rise of the Dragon",
        "Description": "<p>The year is 2053, and Los Angeles has turned into a grim place ruled by crime and corruption. William 'Blade' Hunter is a private detective who once was a police officer. He is asked to investigate a horrible murder of the mayor's daughter, whose body was mutilated. As Hunter begins to search for clues that would help him solve the crime, he uncovers a conspiracy involving a deadly drug and a powerful criminal syndicate behind it.</p>\n<p><em>Rise of the Dragon</em> is a futuristic first-person adventure game. The game's visuals are reminiscent of a comic book, with digitized photos of actors and hand-painted backgrounds. Unlike most other adventure games of the time, it relies less on inventory puzzles and more on specific choices made by the player. The game has an internal clock and requires the player to plan the protagonist's moves ahead in order to be in the right place at the right time. Dialogues with multiple choices are utilized as a gameplay tool; a wrong choice will often lead to a premature end of the adventure.</p>\n<p>There are two side-scrolling action sequences in the game; both can be bypassed without penalty if the player character dies several times in a row. The Sega CD version does not allow the player to skip these sequences. In addition, it uses a different color palette with a greenish tint, and has voice-overs for the dialogues.</p>",
        "Genres": [
            "Adventure",
            "1st-person",
            "Graphic adventure",
            "Cyberpunk / dark sci-fi",
            "Detective / mystery"
        ],
        "Platforms": [
            "DOS",
            "Windows",
            "Amiga",
            "SEGA CD",
            "Macintosh"
        ],
        "Moby Score": 7.6,
        "Moby URL": "https://www.mobygames.com/game/98/rise-of-the-dragon/"
    },
    {
        "Title": "Big Red Racing",
        "Description": "<p>A diverse arcade racing game with 16 different vehicles (not just cars, but also boats, trucks, spacecraft, and helicopters) to race. There are 24 circuits across 7 distinct terrains such as dirt, inner city and a futuristic sci-fi setting. Multiplayer games can be split-screen, modem or network based. In addition to a yoof-style soundtrack, audio commentary is on offer. The appearance of your vehicle can be customised, and the action viewed from multiple camera angles.</p>",
        "Genres": [
            "Action",
            "Racing / Driving",
            "1st-person",
            "Behind view",
            "Automobile"
        ],
        "Platforms": [
            "DOS",
            "Windows"
        ],
        "Moby Score": 7.3,
        "Moby URL": "https://www.mobygames.com/game/99/big-red-racing/"
    },
    {
        "Title": "Touchdown Football",
        "Description": "<p>A very capable football simulation, given the year and technology.  Call the plays, then run them using the keyboard or joystick.  Digitized voices enhance the game, including the crowd, calling the numbers, and referee's calls.</p>",
        "Genres": [
            "Sports",
            "Football (American)"
        ],
        "Platforms": [
            "PC Booter",
            "Commodore 64",
            "Atari 7800",
            "Atari 8-bit"
        ],
        "Moby Score": 5.3,
        "Moby URL": "https://www.mobygames.com/game/100/touchdown-football/"
    },
    {
        "Title": "Armor Alley",
        "Description": "<p>In <em>Armor Alley</em> you pilot a helicopter through side-viewed terrain. Your job is to take out the enemy forces and their base, initially armed with missiles, bombs and machine guns. Watch out for enemy anti-aircraft balloons.</p>\n<p>However the game differs from most <a href=\"https://www.mobygames.com/search/?q=Choplifter\">Choplifter</a> style games by involving management of a squad. You have tanks, explosive vans, engineers and infantry units which can be ordered from the base, and must then be protected from enemy fire. Supplies are limited by financial constraints, as every unit and weapon has a price.</p>",
        "Genres": [
            "Action",
            "Strategy / tactics",
            "Side view",
            "2D scrolling",
            "Arcade",
            "Shooter",
            "Helicopter"
        ],
        "Platforms": [
            "DOS",
            "Macintosh"
        ],
        "Moby Score": 6.2,
        "Moby URL": "https://www.mobygames.com/game/101/armor-alley/"
    },
    {
        "Title": "Robotron: 2084",
        "Description": "<p>You are a mutant human, who by some freak of nature has the ability to shoot energy pulses from his body in eight different directions! Your job is simple: save humanity from their own creation -- the ROBOTRONS! The gameplay is pretty unique for the time. You can move and fire in any of eight directions. You get thrown in a room with various evil baddies strewn about, you've got to kill all the robots while at the same time finding some way to grab humans and avoid death.</p>",
        "Genres": [
            "Action",
            "Top-down",
            "Fixed / flip-screen",
            "Arcade",
            "Shooter",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "PC Booter",
            "Lynx",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "Atari 5200",
            "Atari 7800",
            "Atari 8-bit",
            "VIC-20",
            "Xbox 360",
            "Macintosh",
            "Browser",
            "BBC Micro",
            "Electron",
            "Arcade",
            "Antstream"
        ],
        "Moby Score": 7.3,
        "Moby URL": "https://www.mobygames.com/game/102/robotron-2084/"
    },
    {
        "Title": "Wibarm",
        "Description": "<p><em>Wibarm</em> is an action game with RPG elements, and several gameplay modes. The player controls a robot who can also transform into a tank or a flying spacecraft; each form has its own strengths and weaknesses. Similarly to <a href=\"https://www.mobygames.com/search/?q=Thexder\">Thexder</a>, the player guides the transformable robot through side-scrolling levels, shooting at enemies and trying to stay alive. However, when the robot enters a building, the game transforms into one of the earlier examples of a 3D, third-person perspective shooter. The levels culminate in boss battles, which take place on separate top-down areas.</p>\n<p>The player is given a considerable freedom as to which locations to visit first. Collecting power units increases the robot's power. If a particular boss encounter proves to be too difficult, the player can explore other areas, level up, and return to the boss stronger than before, giving the game an RPG angle.</p>",
        "Genres": [
            "Action",
            "Behind view",
            "Side view",
            "Top-down",
            "2D scrolling",
            "Anime / Manga",
            "RPG elements",
            "Shooter",
            "Mecha / giant robot",
            "Sci-fi / futuristic"
        ],
        "Platforms": [
            "DOS",
            "PC-88",
            "PC-98",
            "Sharp X1",
            "FM-7",
            "Sharp MZ-80B/2000/2500"
        ],
        "Moby Score": null,
        "Moby URL": "https://www.mobygames.com/game/103/wibarm/"
    },
    {
        "Title": "Ultima VI: The False Prophet",
        "Description": "<p>Several years after having restored Lord British to his rightful position as the monarch of Britannia, the Avatar is captured by demon-like creatures and placed on a sacrificial altar. His friends Iolo, Shamino and Dupre appear just in time to save him. In the Britannia castle, the Avatar learns that his abductors were gargoyles, a race of enigmatic creatures who have recently invaded Britannia and occupied the shrines of Virtue. As the Avatar embarks on a quest to liberate Britannia, he begins to gain insight into the gargoyles' true motives, and realizes that it is his duty to achieve peace and understanding between the two races.</p>\n<p><em>Ultima VI</em> is notable for having a fully continuous world. There is no \"world map\" in the game; all the locations are seamlessly connected to each other, turning the game world into an open environment. Compared to the previous installments in the series, the game focuses more on quests and exploration rather than on combat. The latter no longer involves separate screens; battles occur during exploration, without any transitions. The turn-based system from the previous games has been preserved. </p>\n<p>The interface has been re-designed, the original key-bound commands co-existing with selectable command icons and mouse-based interaction. The game world is more detailed than in the previous games, with a large number of various objects that can be manipulated or added to the inventory. Conversations are more extended, with a wider selection of topics, including many personal ones unique to specific characters. The player is also able to conduct extensive conversations with the Avatar's companions, as well as split the party and control the characters separately. Some important topics may be highlighted during text display, to facilitate further dialogue, which requires the player to type the desired conversation topics.</p>\n<p>Like in the predecessors, the player is free to explore the game world from the beginning of the game, and visit locations in any order. Following the main quest and obtaining specific items and information is necessary to complete the story; however, the player can also opt to bypass a large part of it by using previous knowledge of the game or outside help. The FM Towns version has full voice acting for all the conversations, in English and in Japanese.</p>",
        "Genres": [
            "Role-playing (RPG)",
            "Top-down",
            "2D scrolling",
            "Turn-based",
            "Puzzle elements",
            "Fantasy"
        ],
        "Platforms": [
            "DOS",
            "Windows",
            "SNES",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "PC-98",
            "FM Towns",
            "Sharp X68000"
        ],
        "Moby Score": 7.9,
        "Moby URL": "https://www.mobygames.com/game/104/ultima-vi-the-false-prophet/"
    },
    {
        "Title": "MechWarrior",
        "Description": "<p>You are Gideon Braver Vandenburg, heir to the planet. While you were away, unknown attackers destroyed your home, killed your entire family, and stole the Chalice that you need to win the throne. When you are implicated in your own family's death, you are forced into exile. With a help of an old friend who contributed an old Jenner and some credits, you must become a mercenary. Within five years, you must travel the Inner Sphere in search of clues to who set you up, and eventually avenge your family and recover the Chalice.</p>\n<p><em>MechWarrior</em> is the first 3D <a href=\"https://www.mobygames.com/group/10/battletech-universe/\">BattleTech</a> game. The player travels to planets, searching for \"fixers\" who will set up some contracts with the local authorities. The terms are a flat payment and some salvage payments. Some houses may be very stingy but provide important information. Others pay well but may not be as helpful. It is possible to buy, sell, and repair 'Mechs, hire or fire pilots, and decide which planet to move to while trying to maintain decent relationships with all five houses of the Inner Sphere and uncover clues about the next destination. Each mission in the game is randomly generated.</p>",
        "Genres": [
            "Action",
            "Simulation",
            "1st-person",
            "Mecha / giant robot",
            "Vehicular combat",
            "Sci-fi / futuristic",
            "Licensed"
        ],
        "Platforms": [
            "DOS",
            "PC-98",
            "Sharp X68000"
        ],
        "Moby Score": 7.4,
        "Moby URL": "https://www.mobygames.com/game/105/mechwarrior/"
    },
    {
        "Title": "MechWarrior 2: 31st Century Combat",
        "Description": "<p>You are the genetically engineered Clan Mechwarrior. The Clans are invading the Inner Sphere. Join either the Wolf Clan or the Jade Falcon Clan as they pursue their own agenda against the Inner Sphere and other Clans. Take your advanced Omnimechs into battle against all comers. Win high warrior ratings (by using less mechs or smaller mechs than needed, completing secondary objectives, etc.) and you'll get chance at a promotion trial where you face superior odds in an arena. If you win, you advance in rank. If you are very successful, you can make it all the way up to Khan, leader of the Clan.</p>\n<p><em>Mechwarrior II</em> was developed in-house by Activision as the successor to their original <a href=\"https://www.mobygames.com/search/?q=Mechwarrior\">Mechwarrior</a>. While this time there are no dynamic campaign and mercenary actions, the Clan culture is integrated into the two campaigns. Different clans have different mechs and different rules, even different weapons. You can customize your mechs in order to use less than the \"par\" force in order to get a higher rating. The game features full 3D environments. The addition of NetMech allowed users to fight each other online. </p>\n<p>When 3D cards came along, special versions of the game were created to take advantage of 3D texturing.</p>",
        "Genres": [
            "Action",
            "Simulation",
            "1st-person",
            "Behind view",
            "Direct control",
            "Mecha / giant robot",
            "Vehicular combat",
            "Sci-fi / futuristic",
            "War",
            "Licensed"
        ],
        "Platforms": [
            "DOS",
            "Windows",
            "PlayStation",
            "SEGA Saturn",
            "Macintosh"
        ],
        "Moby Score": 8.1,
        "Moby URL": "https://www.mobygames.com/game/106/mechwarrior-2-31st-century-combat/"
    },
    {
        "Title": "Test Drive",
        "Description": "<p>This mix of racing simulation and arcade game consists of driving a choice of 5 sports cars on a mountain strip at the fastest speed possible without getting caught by the cops.  To avoid them, use your radar detector -- or just try to outrun them if they spot you.  Manual stickshift only, so make sure you don't redline or you'll blow your engine.</p>",
        "Genres": [
            "Racing / Driving",
            "Simulation",
            "1st-person",
            "Automobile",
            "Street racing",
            "Vehicle simulator"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple II",
            "PC-98"
        ],
        "Moby Score": 7.1,
        "Moby URL": "https://www.mobygames.com/game/107/test-drive/"
    },
    {
        "Title": "Chuck Yeager's Air Combat",
        "Description": "<p><em>Chuck Yeager's Air Combat</em> is a flight combat simulation. Fight over 50 missions with Chuck Yeager's advice on your side. You can use the mission builder to create your own missions if the history-based missions don't offer enough challenge. Replay modes let you fast forward and rewind through a recorded battle, including a 3-D \"cube\" visualization that helps analyze what happened.</p>",
        "Genres": [
            "Simulation",
            "1st-person",
            "3rd-person (Other)",
            "Flight / aviation",
            "Vehicular combat",
            "Historical events",
            "World War II"
        ],
        "Platforms": [
            "DOS",
            "Macintosh"
        ],
        "Moby Score": 7.6,
        "Moby URL": "https://www.mobygames.com/game/108/chuck-yeagers-air-combat/"
    },
    {
        "Title": "Life & Death",
        "Description": "<p><em>Life &amp; Death</em> is a game which casts you as a doctor in a hospital. Your job is to diagnose patients and administer appropriate therapies, or even perform surgery when necessary. </p>\n<p>The game was created in conjunction with by Myo Thant, a Hematologist. </p>\n<p>To diagnose a patient, you have to press on his or her abdomen, to see which portions of the stomach cause pain. Based on triaging the patient (observation, medication or referring to another specialist), administering a X-Ray or ultrasound scan, you have to make a decision about the care, including surgery or medication.</p>\n<p>In some cases, surgery will be necessary. You're the surgeon and you have to perform the operation very carefully, adhering strictly to the procedures, preserving hygiene, and maintaining care when cutting up the patient. </p>\n<p>Should you mistakenly administer the wrong therapy, or kill your patient at the operating table, you're kicked into the medical school, where you're given hints as to what you've done wrong.</p>",
        "Genres": [
            "Simulation",
            "1st-person",
            "Fixed / flip-screen",
            "Healthcare"
        ],
        "Platforms": [
            "DOS",
            "Amiga",
            "Atari ST",
            "Apple IIgs",
            "Macintosh",
            "PC-98",
            "FM Towns",
            "Sharp X68000"
        ],
        "Moby Score": 7.5,
        "Moby URL": "https://www.mobygames.com/game/109/life-death/"
    },
    {
        "Title": "Dark Castle",
        "Description": "<p>The Black Knight has brought misery to the land, and the end way to end this is to enter his haunted house to slay him. You are the brave adventurer taking on this quest through 14 increasingly-tough zones.</p>\n<p>The bulk of the game is side-viewed, involving single screens to pass through, which incorporate ropes, cages and trapdoor. There are enemies walking, flying and hovering through this, and many of them respawn. Unusually your weapon to take them on (rocks) can be thrown through 360 degrees, which aims to make the gameplay more realistic and methodical. The screens were linked by hub screens, which the player passes through simply by clicking on a door.</p>",
        "Genres": [
            "Action",
            "Platform",
            "Fantasy"
        ],
        "Platforms": [
            "DOS",
            "Genesis",
            "Amiga",
            "Atari ST",
            "Commodore 64",
            "Apple IIgs",
            "CD-i",
            "Macintosh"
        ],
        "Moby Score": 5.3,
        "Moby URL": "https://www.mobygames.com/game/110/dark-castle/"
    }
]